{
  "title": "Introduction to Objectivist Epistemology",
  "content": [
    "<img src=\"http://aynrandlexicon.com/lib_style/img/introtoobjectivist.gif\" alt=\"ITOE cover\"> How do we know what we know? Is <a href=\"http://aynrandlexicon.com/lexicon/reason.html\">reason</a> a reliable\nsource of <a href=\"http://aynrandlexicon.com/lexicon/knowledge.html\">knowledge</a>&#x2014;or is it superseded by <a href=\"http://aynrandlexicon.com/lexicon/mysticism.html\">mystical</a> revelation or\n<a href=\"http://aynrandlexicon.com/lexicon/emotions.html\">emotional</a> intuition? Can we be certain about our knowledge&#x2014;or must we\nalways remain in doubt?",
    "Questions such as these are the province of epistemology&#x2014;the branch of\nphilosophy concerned with the theory of knowledge. And the answers depend\ncrucially on one central issue in <a href=\"http://aynrandlexicon.com/lexicon/epistemology.html\">epistemology</a>: that of the nature and\nvalidity of <a href=\"http://aynrandlexicon.com/lexicon/concepts.html\">concepts</a>. If our concepts refer to things existing in\n<a href=\"http://aynrandlexicon.com/lexicon/existence.html\">reality</a>, then our knowledge is real and reliable. If they do not,\nhowever&#x2014;if instead they are imaginary constructs adopted by authority or by\nsocial convention, then our knowledge is baseless and inherently undependable.",
    "&#x201C;Since man&#x2019;s knowledge,&#x201D; explains Ayn&#xA0;Rand, &#x201C;is gained and held in conceptual\nform, the validity of man&#x2019;s knowledge depends on the validity of concepts. But\nconcepts are <a href=\"http://aynrandlexicon.com/lexicon/abstractions.html\">abstractions</a> or universals, and everything that man perceives\nis particular, concrete. What is the relationship between abstractions and\nconcretes? To what precisely do concepts refer in reality?&#x201D;",
    "Rand answers these questions in <cite>Introduction to Objectivist\nEpistemology</cite>, a monograph on the Objectivist theory of concepts.\nPublished in 1967, the book presents Rand&#x2019;s systematic analysis of the nature\nof concepts and the process by which they are formed by the human mind. It\nelaborates in detail Rand&#x2019;s historic and highly original solution to the\n&#x201C;problem of universals&#x201D;&#x2014;the question of what precisely concepts refer to in\nreality. This solution is the foundation of Rand&#x2019;s distinctive account of\n<a href=\"http://aynrandlexicon.com/lexicon/objectivity.html\">objectivity</a> and the source of the name she gave to her philosophy:\nObjectivism.",
    "The book includes a brilliant companion essay by philosopher <a href=\"http://aynrandlexicon.com/ayn-rand-ideas/leonard-peikoff.html\">Leonard\nPeikoff</a> on &#x201C;<a href=\"http://aynrandlexicon.com/lexicon/analytic-synthetic_dichotomy.html\">The Analytic-Synthetic\nDichotomy</a>&#x201C;&#x2014;a destructive false alternative that has dominated modern\nphilosophy and wrought havoc on the ability of today&#x2019;s thinkers to understand\nthe nature of knowledge.",
    "Also included in the expanded second edition, published in 1990, is an\nextensive appendix with additional philosophical material. This previously\nunpublished material is based on a series of epistemology workshops which Rand\nconducted from 1969 to 1971, which provided an opportunity for philosophers and\nother academics to ask her questions about her theory of concepts. Transcribed\nand edited for publication after her death, these sessions show Rand in\nphilosophic action, elaborating on the meaning and implications of her theory\nand addressing questions on such wide-ranging topics as <a href=\"http://aynrandlexicon.com/lexicon/induction_and_deduction.html\">induction</a> and the\nscientific method, the nature of <a href=\"http://aynrandlexicon.com/lexicon/definitions.html\">definitions</a>, how we form concepts of\n<a href=\"http://aynrandlexicon.com/lexicon/numbers.html\">numbers</a>, and more.",
    "(Softcover; 314 pages)"
  ],
  "links": [
    {
      "title": "Buy the book",
      "url": "http://www.amazon.com/Introduction-Objectivist-Epistemology-Expanded-Edition/dp/0452010306/"
    }
  ]
}