{
  "title": "Return of the Primitive",
  "content": [
    "<img src=\"http://aynrandlexicon.com/lib_style/img/returnoftheprimitive.gif\" alt=\"Return of the Primitive cover\"> In the 1960s and early 70s, the\nmost prominent, vocal cultural movement was the <a href=\"http://aynrandlexicon.com/lexicon/new_left.html\">New Left</a>: a movement that\ncondemned America and everything it stood for: <a href=\"http://aynrandlexicon.com/lexicon/individualism.html\">individualism</a>, material\nwealth, <a href=\"http://aynrandlexicon.com/lexicon/science.html\">science</a>, <a href=\"http://aynrandlexicon.com/lexicon/technology.html\">technology</a>, <a href=\"http://aynrandlexicon.com/lexicon/capitalism.html\">capitalism</a>.",
    "While the New Left achieved limited political success, it brought about vast\ncultural changes that remain with us to this day. The reason is that while\nits representatives faced some political opposition, they faced little-to-no\nfundamental <em>intellectual</em> opposition. Ayn&#xA0;Rand was the exception. In her\nessays from this period, anthologized in <cite>The New Left: The\nAnti-Industrial Revolution</cite>, she opposed the New Left as no one else\ndid. The audience of the book, she wrote, is &#x201C;all those who are concerned\nabout college students and about the state of modern education&#x201D; and who are\nseeking &#x201C;a voice of reason to turn to.&#x201D;",
    "In her essays, Ayn&#xA0;Rand identified the essential evils of the New Left and\ntheir cause. Where most viewed the New Left and its violent college protests,\nits worship of untouched nature, and its orgiastic mob celebrations as some\nsort of inexplicable, youthful rebellion against the &#x201C;establishment,&#x201D; Ayn&#xA0;Rand\nidentified that these &#x201C;rebels&#x201D; were in fact dutiful, consistent practitioners\nof the ideas taught to them by their teachers.",
    "<cite>Return of the Primitive</cite> is an expanded edition of <cite>The New\nLeft</cite>. It features the entire contents of the original edition authorized\nby Ayn&#xA0;Rand, plus two of her other essays, &#x201C;Racism&#x201D; and &#x201C;Global Balkanization,&#x201D;\nwhich are highly relevant to today&#x2019;s campuses and world. Additionally, it\nfeatures three essays written after her death by Peter Schwartz, analyzing some\nof the ideologies that the New Left helped spawn, such as multiculturalism and\n<a href=\"http://aynrandlexicon.com/lexicon/ecology-environmental_movement.html\">environmentalism</a>.",
    "For those who seek to understand the state of American culture today,\n<cite>Return of the Primitive</cite> is required reading.",
    "(Softcover; 290 pages)"
  ],
  "links": [
    {
      "title": "Buy the book",
      "url": "http://www.amazon.com/Return-Primitive-Anti-Industrial-Revolution/dp/0452011841/"
    }
  ]
}