{
  "title": "Abortion",
  "articles": [
    {
      "content": "An embryo <em>has no rights</em>. Rights do not pertain to a <em>potential</em>, only to an\n<em>actual</em> being. A child cannot acquire any rights until it is born. The living\ntake precedence over the not-yet-living (or the unborn).",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-voice-of-reason.html",
      "img": "http://cultureofreason.org/style/img/thevoiceofreason.gif",
      "attribution": "\n\n\n\n\n\n“Of Living Death”\nThe Voice of Reason, 58–59\n\n\n"
    },
    {
      "content": "Never mind the vicious nonsense of claiming that an embryo has a &#x201C;right to\nlife.&#x201D; A piece of protoplasm has no rights&#x2014;and no life in the human sense of\nthe term. One may argue about the later stages of a pregnancy, but the\nessential issue concerns only the first three months. To equate a <em>potential</em>\nwith an <em>actual</em>, is vicious; to advocate the sacrifice of the latter to the\nformer, is unspeakable.&#xA0;.&#xA0;.&#xA0;. Observe that by ascribing rights to the unborn,\ni.e., the nonliving, the anti-abortionists obliterate the rights of the living:\nthe right of young people to set the course of their own lives. The task of\nraising a child is a tremendous, lifelong responsibility, which no one should\nundertake unwittingly or unwillingly. Procreation is not a duty: human beings\nare not stock-farm animals. For conscientious persons, an unwanted pregnancy is\na disaster; to oppose its termination is to advocate sacrifice, not for the\nsake of anyone&#x2019;s benefit, but for the sake of misery qua misery, for the sake\nof forbidding happiness and fulfillment to living human beings.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“A Last Survey”\nThe Ayn Rand Letter, IV, 2, 3\n\n\n"
    },
    {
      "content": "If any among you are confused or taken in by the argument that the cells of an\nembryo are living human cells, remember that so are all the cells of your body,\nincluding the cells of your skin, your tonsils, or your ruptured appendix&#x2014;and\nthat cutting them is murder, according to the notions of that proposed law.\nRemember also that a potentiality is <em>not</em> the equivalent of an actuality&#x2014;and\nthat a human being&#x2019;s life begins at birth.",
      "url": "https://estore.aynrand.org/p/345/the-objectivist-forum-hardcover",
      "img": "http://cultureofreason.org/style/img/theobjectivistforum.jpg",
      "attribution": "\n\n\n\n\n\n“The Age of Mediocrity”\nThe Objectivist Forum, June 1981, 3\n\n\n"
    },
    {
      "content": "A proper, philosophically valid definition of man as &#x201C;a rational animal,&#x201D; would\nnot permit anyone to ascribe the status of &#x201C;person&#x201D; to a few human cells.",
      "url": "https://estore.aynrand.org/p/345/the-objectivist-forum-hardcover",
      "img": "http://cultureofreason.org/style/img/theobjectivistforum.jpg",
      "attribution": "\n\n\n\n\n\n“The Age of Mediocrity”\nThe Objectivist Forum, June 1981, 2\n\n\n"
    },
    {
      "content": null
    }
  ]
}