{
  "title": "Altruism",
  "articles": [
    {
      "content": "What is the moral code of altruism?  The basic principle of altruism is that\nman has no right to exist for his own sake, that service to others is the only\njustification of his existence, and that self-sacrifice is his highest moral\nduty, virtue and value.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Faith and Force: The Destroyers of the Modern World,”\nPhilosophy: Who Needs It, 61\n\n\n"
    },
    {
      "content": "There are two moral questions which altruism lumps together into one\n&#x201C;package-deal&#x201D;: (1) What are values? (2) Who should be the beneficiary of\nvalues?  Altruism substitutes the second for the first; it evades the task of\ndefining a code of moral values, thus leaving man, in fact, without moral\nguidance.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Introduction,”\nThe Virtue of Selfishness, viii\n\n\n"
    },
    {
      "content": "It is your <em>mind</em> that they want you to surrender&#x2014;all those who preach the\ncreed of sacrifice, whatever their tags or their motives, whether they demand\nit for the sake of your soul or of your body, whether they promise you another\nlife in heaven or a full stomach on this earth.  Those who start by saying: &#x201C;It\nis selfish to pursue your own wishes, you must sacrifice them to the wishes of\nothers&#x201D;&#x2014;end up by saying: &#x201C;It is selfish to uphold your convictions, you must\nsacrifice them to the convictions of others.&#x201D;",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech\nFor the New Intellectual, 142\n\n\n"
    },
    {
      "content": "Now there is one word&#x2014;a single word&#x2014;which can blast the morality of altruism\nout of existence and which it cannot withstand&#x2014;the word: &#x201C;<em>Why</em>?&#x201D; <em>Why</em> must\nman live for the sake of others? <em>Why</em> must he be a sacrificial animal? <em>Why</em>\nis that the good? There is no <em>earthly</em> reason for it&#x2014;and, ladies and\ngentlemen, in the whole history of philosophy no earthly reason has ever been\ngiven.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Faith and Force: The Destroyers of the Modern World”\nPhilosophy: Who Needs It, 61\n\n\n"
    },
    {
      "content": "Why is it moral to serve the happiness of others, but not your own?  If\nenjoyment is a value, why is it moral when experienced by others, but immoral\nwhen experienced by you?  If the sensation of eating a cake is a value, why is\nit an immoral indulgence in your stomach, but a moral goal for you to achieve\nin the stomach of others?  Why is it immoral for you to desire, but moral for\nothers to do so?  Why is it immoral to produce a value and keep it, but moral\nto give it away?  And if it is not moral for you to keep a value, why is it\nmoral for others to accept it?  If you are selfless and virtuous when you give\nit, are they not selfish and vicious when they take it?  Does virtue consist of\nserving vice?  Is the moral purpose of those who are good, self-immolation for\nthe sake of those who are evil?",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech\nFor the New Intellectual, 144\n\n\n"
    },
    {
      "content": "Altruism holds <em>death</em> as its ultimate goal and standard of value.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 34\n\n\n"
    },
    {
      "content": "Since nature does not provide man with an automatic form of survival, since he\nhas to support his life by his own effort, the doctrine that concern with one&#x2019;s\nown interests is evil means that man&#x2019;s desire to live is evil&#x2014;that man&#x2019;s life,\nas such, is evil.  No doctrine could be more evil than that.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Introduction,”\nThe Virtue of Selfishness, ix\n\n\n"
    },
    {
      "content": "Observe what this beneficiary-criterion of [the altruist] morality does to a\nman&#x2019;s life.  The first thing he learns is that morality is his enemy: he has\nnothing to gain from it, he can only lose; self-inflicted loss, self-inflicted\npain and the gray, debilitating pall of an incomprehensible duty is all that he\ncan expect.  He may hope that others might occasionally sacrifice themselves\nfor his benefit, as he grudgingly sacrifices himself for theirs, but he knows\nthat the relationship will bring mutual resentment, not pleasure-and that,\nmorally, their pursuit of values will be like an exchange of unwanted, unchosen\nChristmas presents, which neither is morally permitted to buy for himself.\nApart from such times as he manages to perform some act of self-sacrifice, he\npossesses no moral significance: morality takes no cognizance of him and has\nnothing to say to him for guidance in the crucial issues of his life; it is\nonly his own personal, private, &#x201C;selfish&#x201D; life and, as such, it is regarded\neither as evil or, at best, <em>amoral</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Introduction,”\nThe Virtue of Selfishness, viii\n\n\n"
    },
    {
      "content": "Even though altruism declares that &#x201C;it is more blessed to give than to\nreceive,&#x201D; it does not work that way in practice.  The givers are never blessed;\nthe more they give, the more is demanded of them; complaints, reproaches and\ninsults are the only response they get for practicing altruism&#x2019;s virtues (or\nfor their <em>actual</em> virtues).  Altruism cannot permit a recognition of virtue;\nit cannot permit self-esteem or moral innocence.  Guilt is altruism&#x2019;s stock in\ntrade, and the inducing of guilt is its only means of self-perpetuation.  If\nthe giver is not kept under a torrent of degrading, demeaning accusations, he\nmight take a look around and put an end to the self-sacrificing.  Altruists are\nconcerned only with those who suffer&#x2014;not with those who provide relief from\nsuffering, not even enough to care whether they are able to survive.  When no\nactual suffering can be found, the altruists are compelled to invent or\nmanufacture it.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“Moral Inflation,”\nThe Ayn Rand Letter, III, 13, 2\n\n\n"
    },
    {
      "content": "Some unphilosophical, eclectic altruists, invoking such concepts as\n&#x201C;inalienable rights,&#x201D; &#x201C;personal freedom,&#x201D; &#x201C;private choice,&#x201D; have claimed that\nservice to others, though morally obligatory, should not be compulsory.  The\ncommitted, philosophical altruists, however, are consistent: recognizing that\nsuch concepts represent an individualist approach to ethics and that this is\nincompatible with the altruist morality, they declare that there is nothing\nwrong with compulsion in a good cause&#x2014;that the use of force to counteract\nselfishness is ethically justified&#x2014;and more: that it is ethically <em>mandatory</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, “Altruism, Pragmatism, and Brutality,”\nThe Ayn Rand Letter, II, 6, 3\n\n\n"
    },
    {
      "content": "The social system based on and consonant with the altruist morality&#x2014;with the\ncode of self-sacrifice&#x2014;is socialism, in all or any of its variants: fascism,\nNazism, communism. All of them treat man as a sacrificial animal to be\nimmolated for the benefit of the group, the tribe, the society, the state.\nSoviet Russia is the ultimate result, the final product, the full, consistent\nembodiment of the altruist morality in practice; it represents the only way\nthat that morality can ever be practiced.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“Conservatism: An Obituary”\nCapitalism: The Unknown Ideal, 195\n\n\n"
    },
    {
      "content": "America&#x2019;s inner contradiction was the altruist-collectivist ethics.  Altruism\nis incompatible with freedom, with capitalism and with individual rights.  One\ncannot combine the pursuit of happiness with the moral status of a sacrificial\nanimal.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Man’s Rights,”\nThe Virtue of Selfishness, 95\n\n\n"
    },
    {
      "content": "From her start, America was torn by the clash of her political system with the\naltruist morality.  Capitalism and altruism are incompatible; they are\nphilosophical opposites; they cannot co-exist in the same man or in the same\nsociety.  Today, the conflict has reached its ultimate climax; the choice is\nclear-cut: either a new morality of rational self-interest, with its\nconsequences of freedom, justice, progress and man&#x2019;s happiness on earth&#x2014;or\nthe primordial morality of altruism, with its consequences of slavery, brute\nforce, stagnant terror and sacrificial furnaces.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 54\n\n\n"
    },
    {
      "content": "It is obvious why the morality of <em>altruism</em> is a tribal phenomenon.\nPrehistorical men were physically unable to survive without clinging to a tribe\nfor leadership and protection against other tribes.  The cause of altruism&#x2019;s\nperpetuation into civilized eras is not physical, but psycho-epistemological:\nthe men of self-arrested, perceptual mentality are unable to survive without\ntribal leadership and &#x201C;protection&#x201D; against reality.  The doctrine of\nself-sacrifice does not offend them: they have no sense of self or of personal\nvalue-they do not know what it is that they are asked to sacrifice&#x2014;they have\nno firsthand inkling of such things as intellectual integrity, love of truth,\npersonally chosen values, or a passionate dedication to an idea.  When they\nhear injunctions against &#x201C;selfishness,&#x201D; they believe that what they must\nrenounce is the brute, mindless whim-worship of a tribal lone wolf.  But their\nleaders&#x2014;the theoreticians of altruism&#x2014;know better.  Immanuel Kant knew it;\nJohn Dewey knew it; B. F. Skinner knows it; John Rawls knows it.  Observe that\nit is not the mindless brute, but reason, intelligence, ability, merit,\nself-confidence, self-esteem that they are out to destroy.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Selfishness Without a Self,”\nPhilosophy: Who Needs It, 50\n\n\n"
    },
    {
      "content": "The advocates of mysticism are motivated not by a quest for truth, but by\nhatred for man&#x2019;s mind; .&#xA0;.&#xA0;. the advocates of altruism are motivated not by\ncompassion for suffering, but by hatred for man&#x2019;s life.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“An Untitled Letter,”\nPhilosophy: Who Needs It, 102\n\n\n"
    },
    {
      "content": "The psychological results of altruism may be observed in the fact that a great\nmany people approach the subject of ethics by asking such questions as: &#x201C;Should\none risk one&#x2019;s life to help a man who is: a) drowning, b) trapped in a fire, c)\nstepping in front of a speeding truck, d) hanging by his fingernails over an\nabyss?&#x201D; Consider the implications of that approach. If a man accepts the ethics\nof altruism, he suffers the following consequences (in proportion to the degree\nof his acceptance):",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Ethics of Emergencies,”\nThe Virtue of Selfishness, 43\n\n\n"
    },
    {
      "content": "[Intellectual appeasement] is an attempt to apologize for his intellectual\nconcerns and to escape from the loneliness of a thinker by professing that his\nthinking is dedicated to some social-altruistic goal.  It is an attempt that\namounts to the wordless equivalent of the plea: &#x201C;I&#x2019;m not an outsider! I&#x2019;m your\nfriend! Please forgive me for using my mind&#x2014;I&#x2019;m using it only in order to\nserve <em>you</em>!&#x201D;",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist.html",
      "img": "http://cultureofreason.org/style/img/theobjectivist.jpg",
      "attribution": "\n\n\n\n\n\n“Altruism as Appeasement,”\nThe Objectivist, Jan. 1966, 2\n\n\n"
    },
    {
      "content": "The injunction &#x201C;don&#x2019;t judge&#x201D; is the ultimate climax of the altruist morality\nwhich, today, can be seen in its naked essence.  When men plead for\nforgiveness, for the nameless, cosmic forgiveness of an unconfessed evil, when\nthey react with instantaneous compassion to any guilt, to the perpetrators of\nany atrocity, while turning away indifferently from the bleeding bodies of the\nvictims and the innocent&#x2014;one may see the actual purpose, motive and\npsychological appeal of the altruist code.  When these same compassionate men\nturn with snarling hatred upon anyone who pronounces moral judgments, when they\nscream that the only evil is the determination to fight against evil&#x2014;one may\nsee the kind of moral blank check that the altruist morality hands out.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 45\n\n\n"
    },
    {
      "content": null
    }
  ]
}