{
  "title": "America",
  "articles": [
    {
      "content": "I can say&#x2014;not as a patriotic bromide, but with full knowledge of the necessary\nmetaphysical, epistemological, ethical, political and esthetic roots&#x2014;that the\nUnited States of America is the greatest, the noblest and, in its original\nfounding principles, the <em>only</em> moral country in the history of the world.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophy: Who Needs It,”\nPhilosophy: Who Needs It, 10\n\n\n"
    },
    {
      "content": "Since the golden age of Greece, there has been only one era of reason in\ntwenty-three centuries of Western philosophy. During the final decades of that\nera, the United States of America was created as an independent nation. This is\nthe key to the country&#x2014;to its nature, its development, and its uniqueness: the\nUnited States is <em>the nation of the Enlightenment</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, \nThe Ominous Parallels, 10\n\n\n"
    },
    {
      "content": "<em>America&#x2019;s founding ideal was the principle of individual rights</em>.  Nothing\nmore&#x2014;and nothing less.  The rest&#x2014;everything that America achieved, everything\nshe became, everything &#x201C;noble and just,&#x201D; and heroic, and great, and\nunprecedented in human history&#x2014;was the logical consequence of fidelity to that\none principle.  The first consequence was the principle of political freedom,\ni.e., an individual&#x2019;s freedom from physical compulsion, coercion or\ninterference by the government.  The next was the economic implementation of\npolitical freedom: the system of capitalism.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“A Preview,”\nThe Ayn Rand Letter, I, 24, 5\n\n\n"
    },
    {
      "content": "The most profoundly revolutionary achievement of the United States of America\nwas <em>the subordination of society to moral law</em>.  The principle of man&#x2019;s\nindividual rights represented the extension of morality into the social\nsystem&#x2014;as a limitation on the power of the state, as man&#x2019;s protection against\nthe brute force of the collective, as the subordination of <em>might</em> to <em>right</em>.\nThe United States was the first <em>moral</em> society in history.  All previous\nsystems had regarded man as a sacrificial means to the ends of others, and\nsociety as an end in itself.  The United States regarded man as an end in\nhimself, and society as a means to the peaceful, orderly, <em>voluntary</em>\nco-existence of individuals.  All previous systems had held that man&#x2019;s life\nbelongs to society, that society can dispose of him in any way it pleases, and\nthat any freedom he enjoys is his only by favor, by the <em>permission</em> of\nsociety, which may be revoked at any time.  The United States held that man&#x2019;s\nlife is his by <em>right</em> (which means: by moral principle and by his nature),\nthat a right is the property of an individual, that society as such has no\nrights, and that the only moral purpose of a government is the protection of\nindividual rights.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Man’s Rights,”\nThe Virtue of Selfishness, 93\n\n\n"
    },
    {
      "content": "It took centuries of intellectual, philosophical development to achieve\npolitical freedom.  It was a long struggle, stretching from Aristotle to John\nLocke to the Founding Fathers.  The system they established was not based on\nunlimited majority rule, but on its opposite: on individual rights, which were\nnot to be alienated by majority vote or minority plotting.  The individual was\nnot left at the mercy of his neighbors or his leaders: the Constitutional\nsystem of checks and balances was scientifically devised to protect him from\nboth.  This was the great American achievement&#x2014;and if concern for the actual\nwelfare of other nations were our present leaders&#x2019; motive, this is what we\nshould have been teaching the world.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“Theory and Practice,”\nCapitalism: The Unknown Ideal, 138\n\n\n"
    },
    {
      "content": "To the glory of mankind, there was, for the first and only time in history, a\n<em>country of money</em>&#x2014;and I have no higher, more reverent tribute to pay to\nAmerica, for this means: a country of reason, justice, freedom, production,\nachievement. For the first time, man&#x2019;s mind and money were set free, and there\nwere no fortunes-by-conquest, but only fortunes-by-work, and instead of\nswordsmen and slaves, there appeared the real maker of wealth, the greatest\nworker, the highest type of human being&#x2014;the self-made man&#x2014;the American\nindustrialist.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“The Meaning of Money,”\nFor the New Intellectual, 93\n\n\n"
    },
    {
      "content": "America&#x2019;s abundance was not created by public sacrifices to &#x201C;the common good,&#x201D;\nbut by the productive genius of free men who pursued their own personal\ninterests and the making of their own private fortunes. They did not starve the\npeople to pay for America&#x2019;s industrialization. They gave the people better\njobs, higher wages, and cheaper goods with every new machine they invented,\nwith every scientific discovery or technological advance&#x2014;and thus the whole\ncountry was moving forward and profiting, not suffering, every step of the way.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What is Capitalism?”\nCapitalism: The Unknown Ideal, 29\n\n\n"
    },
    {
      "content": "In its great era of capitalism, the United States was the freest country on\nearth&#x2014;and the best refutation of racist theories. Men of all races came here,\nsome from obscure, culturally undistinguished countries, and accomplished feats\nof productive ability which would have remained stillborn in their\ncontrol-ridden native lands. Men of racial groups that had been slaughtering\none another for centuries, learned to live together in harmony and peaceful\ncooperation. America had been called &#x201C;the melting pot,&#x201D; with good reason. But\nfew people realized that America did not melt men into the gray conformity of a\ncollective: she united them by means of protecting their right to\nindividuality.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Racism,”\nThe Virtue of Selfishness, 130\n\n\n"
    },
    {
      "content": "The Americans were political revolutionaries but not <em>ethical</em> revolutionaries.\nWhatever their partial (and largely implicit) acceptance of the principle of\nethical egoism, they remained explicitly within the standard European\ntradition, avowing their primary allegiance to a moral code stressing\nphilanthropic service and social duty. Such was the American conflict: an\nimpassioned politics presupposing one kind of ethics, within a cultural\natmosphere professing the sublimity of an opposite kind of ethics.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff,\nThe Ominous Parallels, 115\n\n\n"
    },
    {
      "content": "America&#x2019;s inner contradiction was the altruist-collectivist ethics. Altruism is\nincompatible with freedom, with capitalism and with individual rights. One\ncannot combine the pursuit of happiness with the moral status of a sacrificial\nanimal.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Man’s Rights,”\nThe Virtue of Selfishness, 95\n\n\n"
    },
    {
      "content": "This country&#x2014;the product of <em>reason</em>&#x2014;could not survive on the morality of\nsacrifice. It was not built by men who sought self-immolation or by men who\nsought handouts. It could not stand on the mystic split that divorced man&#x2019;s\nsoul from his body. It could not live by the mystic doctrine that damned this\nearth as evil and those who succeeded on earth as depraved. From its start,\nthis country was a threat to the ancient rule of mystics. In the brilliant\nrocket-explosion of its youth, this country displayed to an incredulous world\nwhat greatness was possible to man, what happiness was possible on earth. It\nwas one or the other: America or mystics. The mystics knew it; you didn&#x2019;t. You\nlet them infect you with the worship of <em>need</em>&#x2014;and this country became a giant\nin body with a mooching midget in place of its soul, while its living soul was\ndriven underground to labor and feed you in silence, unnamed, unhonored,\nnegated, its soul and hero: the industrialist.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech\nFor the New Intellectual, 181\n\n\n"
    },
    {
      "content": "A dictatorship cannot take hold in America today. This country, as yet, cannot\nbe ruled&#x2014;but it can explode. It can blow up into the helpless rage and blind\nviolence of a civil war. It cannot be cowed into submission, passivity,\nmalevolence, resignation. It cannot be &#x201C;pushed around.&#x201D; Defiance, not\nobedience, is the American&#x2019;s answer to overbearing authority. The nation that\nran an underground railroad to help human beings escape from slavery, or began\ndrinking <em>on principle</em> in the face of Prohibition, will not say &#x201C;Yes, sir,&#x201D; to\nthe enforcers of ration coupons and cereal prices. Not yet.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Don’t Let It Go,”\nPhilosophy: Who Needs It, 213\n\n\n"
    },
    {
      "content": "Americans have known how to erect a superlative material achievement in the\nmidst of an untouched wilderness, against the resistance of savage tribes.\nWhat we need today is to erect a corresponding <em>philosophical</em> structure,\nwithout which the material greatness cannot survive.  A skyscraper cannot stand\non crackerbarrels, nor on wall mottoes, nor on full-page ads, nor on prayers,\nnor on meta-language.  The new wilderness to reclaim is philosophy, now all but\ndeserted, with the weeds of prehistoric doctrines rising again to swallow the\nruins.  To support a culture, nothing less than a new philosophical foundation\nwill do.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 50\n\n\n"
    },
    {
      "content": "It was a European who discovered America, but it was Americans who were the\nfirst nation to discover this earth and man&#x2019;s proper place in it, and man&#x2019;s\npotential for happiness, and the world which is man&#x2019;s to win. What they failed\nto discover is the words to name their achievement, the concepts to identify\nit, the principles to guide it, i.e., the appropriate philosophy and its\nconsequence: an <em>American</em> culture.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Don’t Let It Go,”\nPhilosophy: Who Needs It, 210\n\n\n"
    },
    {
      "content": "Europeans do believe in Original Sin, i.e., in man&#x2019;s innate\ndepravity; Americans do not. Americans see man as a value&#x2014;as clean, free,\ncreative, rational. But the American view of man has not been expressed or\nupheld <em>in philosophical terms</em> (not since the time of our first Founding\nFather, Aristotle; see his description of the &#x201C;magnanimous man&#x201D;).",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Don’t Let It Go,”\nPhilosophy: Who Needs It, 211\n\n\n"
    },
    {
      "content": "There have never been any &#x201C;masses&#x201D; in America: the poorest American is an\nindividual and, subconsciously, an individualist. Marxism, which has conquered\nour universities, is a dismal failure as far as the people are concerned:\nAmericans cannot be sold on any sort of class war; American workers do not see\nthemselves as a &#x201C;proletariat,&#x201D; but are among the proudest of property owners.\nIt is professors and businessmen who advocate cooperation with Soviet\nRussia&#x2014;American labor unions do not.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Don’t Let It Go,”\nPhilosophy: Who Needs It, 212\n\n\n"
    },
    {
      "content": "America is the land of the uncommon man. It is the land where man is free to\ndevelop his genius&#x2014;and to get its just rewards. It is the land where each man\ntries to develop whatever quality he may possess and to rise to whatever degree\nhe can, great or modest. It is not the land where one glories or is taught to\nglory in one&#x2019;s mediocrity.  No self-respecting man in America is or thinks of\nhimself as &#x201C;little,&#x201D; no matter how poor he may be. That, precisely, is the\ndifference between an American working man and a European serf.",
      "attribution": "\n\n“Screen Guide for Americans,”\nPlain Talk, Nov. 1947, 40\n\n\n"
    },
    {
      "content": "Tribalism (which is the best name to give to all the group manifestations of\nthe anti-conceptual mentality) is a dominant element in Europe, as a\nreciprocally reinforcing cause and result of Europe&#x2019;s long history of caste\nsystems, of national and local (provincial) chauvinism, of rule by brute force\nand endless, bloody wars. As an example, observe the Balkan nations, which are\nperennially bent upon exterminating one another over minuscule differences of\ntradition or language. Tribalism had no place in the United States&#x2014;until\nrecent decades. It could not take root here, its imported seedlings were\nwithering away and turning to slag in the melting pot whose fire was fed by two\ninexhaustible sources of energy: individual rights and objective law; these two\nwere the only protection man needed.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Missing Link,”\nPhilosophy: Who Needs It, 42\n\n\n"
    },
    {
      "content": "A European is disarmed in the face of a dictatorship: he may hate it, but he\nfeels that he is wrong and, metaphysically, the State is right. An American\nwould rebel to the bottom of his soul.&#xA0;.&#xA0;.&#xA0;. Defiance, not obedience, is the\nAmerican&#x2019;s answer to overbearing authority.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Don’t Let It Go,”\nPhilosophy: Who Needs It, 213\n\n\n"
    },
    {
      "content": null
    }
  ],
  "acknowledgement": "\n\n<p>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html\"><img src=\"http://cultureofreason.org/style/img/philosophywhoneedsit.jpg\" alt=\"Philosophy: Who Needs It\"></a>\n</p>\n<p>\n&#x201C;Philosophy: Who Needs It,&#x201D;<br>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html\"><cite>Philosophy: Who Needs It</cite></a>, 10\n</p>\n\n",
  "links": [
    {
      "url": "http://aynrandlexicon.com/lexicon/aristotle.html",
      "title": "Aristotle"
    }
  ]
}