{
  "title": "Ancient Greece",
  "articles": [
    {
      "content": "The sound of the first human step in recorded history, the prelude to the\nentrance of the producer on the historical scene, was the birth of philosophy\nin ancient Greece.  All earlier cultures had been ruled, not by reason, but by\nmysticism: the task of philosophy&#x2014;the formulation of an integrated view of\nman, of existence, of the universe&#x2014;was the monopoly of various religions that\nenforced their views by the authority of a claim to supernatural knowledge and\ndictated the rules that controlled men&#x2019;s lives.  Philosophy was born in a\nperiod when .&#xA0;.&#xA0;. a comparative degree of political freedom undercut the power\nof mysticism and, for the first time, man was free to face an unobstructed\nuniverse, free to declare that his <em>mind</em> was competent to deal with all the\nproblems of his existence and that <em>reason</em> was his only means of knowledge.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 22\n\n\n"
    },
    {
      "content": "Ancient Greece tore away the heavy shroud of mysticism woven for centuries in\nmurky temples, and achieved, in three centuries, what Egypt had not dreamed of\nin thirty: a civilization that was essentially pro-man and pro-life.  The\nachievements of the Greeks rested on their confidence in the power of man&#x2019;s\nmind&#x2014;the power of reason.  For the first time, men sought to understand the\ncauses of natural phenomena, and gradually replaced superstition with the\nbeginnings of science.  For the first time, men sought to guide their lives by\nthe judgment of reason, instead of resorting exclusively to divine will and\nrevelation.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist.html",
      "img": "http://cultureofreason.org/style/img/theobjectivist.jpg",
      "attribution": "\n\n\n\n\n\nMary Ann Sures, “Metaphysics in Marble,”\nThe Objectivist, Feb. 1969, 12\n\n\n"
    },
    {
      "content": null
    }
  ]
}