{
  "title": "Art",
  "articles": [
    {
      "content": "Art is a selective re-creation of reality according to an artist&#x2019;s metaphysical\nvalue-judgments.  Man&#x2019;s profound need of art lies in the fact that his\ncognitive faculty is conceptual, i.e., that he acquires knowledge by means of\nabstractions, and needs the power to bring his widest metaphysical abstractions\ninto his immediate, perceptual awareness.  Art fulfills this need: by means of\na selective re-creation, it concretizes man&#x2019;s fundamental view of himself and\nof existence.  It tells man, in effect, which aspects of his experience are to\nbe regarded as essential, significant, important.  In this sense, art teaches\nman how to use his consciousness.  It conditions or stylizes man&#x2019;s\nconsciousness by conveying to him a certain way of looking at existence.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Cognition,”\nThe Romantic Manifesto, 45\n\n\n"
    },
    {
      "content": "By a selective re-creation, art isolates and integrates those aspects of\nreality which represent man&#x2019;s fundamental view of himself and of existence. Out\nof the countless number of concretes&#x2014;of single, disorganized and (seemingly)\ncontradictory attributes, actions and entities&#x2014;an artist isolates the things\nwhich he regards as metaphysically essential and integrates them into a single\nnew concrete that represents an embodied abstraction.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“The Psycho-Epistemology of Art,”\nThe Romantic Manifesto, 19\n\n\n"
    },
    {
      "content": "Is the universe intelligible to man, or unintelligible and unknowable? Can man\nfind happiness on earth, or is he doomed to frustration and despair? Does man\nhave the power of <em>choice</em>, the power to choose his goals and to achieve them,\nthe power to direct the course of his life&#x2014;or is he the helpless plaything of\nforces beyond his control, which determine his fate? Is man, by nature, to be\nvalued as good, or to be despised as evil? These are <em>metaphysical</em> questions,\nbut the answers to them determine the kind of <em>ethics</em> men will accept and\npractice; the answers are the link between metaphysics and ethics. And although\nmetaphysics as such is not a normative science, the answers to this category of\nquestions assume, in man&#x2019;s mind, the function of metaphysical value-judgments,\nsince they form the foundation of all of his moral values.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“The Psycho-Epistemology of Art,”\nThe Romantic Manifesto, 19\n\n\n"
    },
    {
      "content": "It is not journalistic information or scientific education or moral guidance\nthat man seeks from a work of art (though these may be involved as secondary\nconsequences), but the fulfillment of a more profound need: a confirmation of\nhis view of existence&#x2014;a confirmation, not in the sense of resolving cognitive\ndoubts, but in the sense of permitting him to contemplate his abstractions\noutside his own mind, in the form of existential concretes.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Sense of Life,”\nThe Romantic Manifesto, 39\n\n\n"
    },
    {
      "content": "As to the role of emotions in art and the subconscious mechanism that serves as\nthe integrating factor both in artistic creation and in man&#x2019;s response to art,\nthey involve a psychological phenomenon which we call a <em>sense of life</em>. A\nsense of life is a pre-conceptual equivalent of metaphysics, an emotional,\nsubconsciously integrated appraisal of man and of existence.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“The Psycho-Epistemology of Art,”\nThe Romantic Manifesto, 24\n\n\n"
    },
    {
      "content": "The emotion involved in art is not an emotion in the ordinary meaning of the\nterm.  It is experienced more as a &#x201C;sense&#x201D; or a &#x201C;feel,&#x201D; but it has two\ncharacteristics pertaining to emotions: it is automatically immediate and it\nhas an intense, profoundly personal (yet undefined) value-meaning to the\nindividual experiencing it.  The value involved is life, and the words naming\nthe emotion are: &#x201C;<em>This</em> is what life means to <em>me</em>.&#x201D;",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Sense of Life,”\nThe Romantic Manifesto, 35\n\n\n"
    },
    {
      "content": "Since man lives by reshaping his physical background to serve his purpose,\nsince he must first define and then create his values&#x2014;a rational man needs a\nconcretized projection of these values, an image in whose likeness he will\nre-shape the world and himself.  Art gives him that image; it gives him the\nexperience of seeing the full, immediate, concrete reality of his distant\ngoals.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Sense of Life,”\nThe Romantic Manifesto, 38\n\n\n"
    },
    {
      "content": "The importance of that experience is not in <em>what</em> he learns from it, but in\n<em>that</em> he experiences it.  The fuel is not a theoretical principle, not a\ndidactic &#x201C;message,&#x201D; but the life-giving fact of experiencing a moment of\n<em>metaphysical</em> joy&#x2014;a moment of love for existence.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“The Goal of My Writing,”\nThe Romantic Manifesto, 170\n\n\n"
    },
    {
      "content": "Art is man&#x2019;s metaphysical mirror; what a rational man seeks to see in that\nmirror is a salute; what an irrational man seeks to see is a\njustification&#x2014;even if only a justification of his depravity, as a last\nconvulsion of his betrayed self-esteem.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Sense of Life,”\nThe Romantic Manifesto, 39\n\n\n"
    },
    {
      "content": "<em>Art is the indispensable medium for the communication of a moral ideal</em> .&#xA0;.&#xA0;.\nThis does not mean that art is a substitute for philosophical thought: without\na conceptual theory of ethics, an artist would not be able successfully to\nconcretize an image of the ideal. But without the assistance of art, ethics\nremains in the position of theoretical engineering: art is the model-builder .&#xA0;.&#xA0;.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“The Psycho-Epistemology of Art,”\nThe Romantic Manifesto, 21\n\n\n"
    },
    {
      "content": "As a re-creation of reality, a work of art has to be representational; its\nfreedom of stylization is limited by the requirement of intelligibility; if it\ndoes not present an intelligible subject, it ceases to be art.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Cognition,”\nThe Romantic Manifesto, 75\n\n\n"
    },
    {
      "content": "What are the valid forms of art&#x2014;and why these?  .&#xA0;.&#xA0;. The proper forms of art\npresent a selective re-creation of reality in terms needed by man&#x2019;s <em>cognitive\nfaculty</em>, which includes his entity-perceiving senses, and thus assist the\nintegration of the various elements of a <em>conceptual</em> consciousness.\nLiterature deals with concepts, the visual arts with sight and touch, music\nwith hearing.  Each art fulfills the function of bringing man&#x2019;s concepts to the\nperceptual level of his consciousness and allowing him to grasp them directly,\nas if they were percepts.  (The performing arts are a means of further\nconcretization.) The different branches of art serve to unify man&#x2019;s\nconsciousness and offer him a coherent view of existence.  Whether that view is\ntrue or false is not an esthetic matter.  The crucially esthetic matter is\npsycho-epistemological: <em>the integration of a conceptual consciousness</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Cognition,”\nThe Romantic Manifesto, 73\n\n\n"
    },
    {
      "content": "Art (including literature) is the barometer of a culture. It reflects the sum\nof a society&#x2019;s deepest philosophical values: not its professed notions and\nslogans, but its actual view of man and of existence.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Bootleg Romanticism,”\nThe Romantic Manifesto, 129\n\n\n"
    },
    {
      "content": null
    }
  ]
}