{
  "title": "Artistic Creation",
  "articles": [
    {
      "content": "As to the role of emotions in art and the subconscious mechanism that serves as\nthe integrating factor both in artistic creation and in man&#x2019;s response to art,\nthey involve a psychological phenomenon which we call a <em>sense of life.</em> A\nsense of life is a pre-conceptual equivalent of metaphysics, an emotional,\nsubconsciously integrated appraisal of man and of existence.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“The Psycho-Epistemology of Art,”\nThe Romantic Manifesto, 24\n\n\n"
    },
    {
      "content": "It is the artist&#x2019;s sense of life that controls and integrates his work,\ndirecting the innumerable choices he has to make, from the choice of subject to\nthe subtlest details of style. It is the viewer&#x2019;s or reader&#x2019;s sense of life\nthat responds to a work of art by a complex, yet automatic reaction of\nacceptance and approval, or rejection and condemnation.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Sense of Life,”\nThe Romantic Manifesto, 34\n\n\n"
    },
    {
      "content": "The psycho-epistemological process of communication between an artist and a\nviewer or reader goes as follows: the artist starts with a broad abstraction\nwhich he has to concretize, to bring into reality by means of the appropriate\nparticulars; the viewer perceives the particulars, integrates them and grasps\nthe abstraction from which they came, thus completing the circle. Speaking\nmetaphorically, the creative process resembles a process of deduction; the\nviewing process resembles a process of induction.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Sense of Life,”\nThe Romantic Manifesto, 35\n\n\n"
    },
    {
      "content": "An artist does not fake reality&#x2014;he <em>stylizes</em> it. He selects those aspects of\nexistence which he regards as metaphysically significant&#x2014;and by isolating and\nstressing them, by omitting the insignificant and accidental, he presents <em>his</em>\nview of existence. His concepts are not divorced from the facts of\nreality&#x2014;they are concepts which integrate the facts <em>and</em> his metaphysical\nevaluation of the facts. His selection constitutes his evaluation: everything\nincluded in a work of art&#x2014;from theme to subject to brushstroke or\nadjective&#x2014;acquires metaphysical significance by the mere fact of being\nincluded, of being <em>important</em> enough to include.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Sense of Life,”\nThe Romantic Manifesto, 36\n\n\n"
    },
    {
      "content": null
    }
  ]
}