{
  "title": "Automatization",
  "articles": [
    {
      "content": "All learning involves a process of automatizing, i.e., of first acquiring\nknowledge by fully conscious, focused attention and observation, then of\nestablishing mental connections which make that knowledge automatic (instantly\navailable as a context), thus freeing man&#x2019;s mind to pursue further, more\ncomplex knowledge.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Sense of Life,”\nThe Romantic Manifesto, 36\n\n\n"
    },
    {
      "content": "The function of psychological integrations is to make certain connections\nautomatic, so that they work as a unit and do not require a conscious process\nof thought every time they are evoked.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Sense of Life,”\nThe Romantic Manifesto, 36\n\n\n"
    },
    {
      "content": "A mind&#x2019;s cognitive development involves a continual process of automatization.\nFor example, you cannot perceive a table as an infant perceives it&#x2014;as a\nmysterious object with four legs.  You perceive it as a table, i.e., a man-made\npiece of furniture, serving a certain purpose belonging to a human habitation,\netc.; you cannot separate these attributes from your sight of the table, you\nexperience it as a single, indivisible percept&#x2014;yet all you see is a\nfour-legged object; the rest is an automatized integration of a vast amount of\nconceptual knowledge which, at one time, you had to learn bit by bit.  The same\nis true of everything you perceive or experience; as an adult, you cannot\nperceive or experience in a vacuum, you do it in a certain automatized\ncontext&#x2014;and the efficiency of your mental operations depends on the kind of\ncontext your subconscious has automatized.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/return-of-the-primitive.html",
      "img": "http://cultureofreason.org/style/img/returnoftheprimitive.gif",
      "attribution": "\n\n\n\n\n\n“The Comprachicos,”\nReturn of the Primitive: The Anti-Industrial Revolution, 55\n\n\n"
    },
    {
      "content": "The status of automatized knowledge in his mind is experienced by man as if it\nhad the direct, effortless, self-evident quality (and certainty) of perceptual\nawareness.  But it is <em>conceptual</em> knowledge&#x2014;and its validity depends on the\nprecision of his concepts, which require as strict a precision of meaning\n(i.e., as strict a knowledge of what specific referents they subsume) as the\ndefinitions of mathematical terms.  (It is obvious what disasters will follow\nif one automatizes errors, contradictions and undefined approximations.)",
      "url": "http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html",
      "img": "http://cultureofreason.org/style/img/introtoobjectivist.gif",
      "attribution": "\n\n\n\n\n\n“The Cognitive Role of Concepts,”\nIntroduction to Objectivist Epistemology, 65\n\n\n"
    },
    {
      "content": null
    }
  ]
}