{
  "title": "Businessmen",
  "articles": [
    {
      "content": "The professional businessman is the field agent of the army whose\nlieutenant-commander-in-chief is the <em>scientist</em>.  The businessman carries\nscientific discoveries from the laboratory of the inventor to industrial\nplants, and transforms them into material products that fill men&#x2019;s physical\nneeds and expand the comfort of men&#x2019;s existence.  By creating a mass market, he\nmakes these products available to every income level of society.  By using\nmachines, he increases the productivity of human labor, thus raising labor&#x2019;s\neconomic rewards.  By organizing human effort into productive enterprises, he\ncreates employment for men of countless professions.  <em>He</em> is the great\nliberator who, in the short span of a century and a half, has released men from\nbondage to their physical needs, has released them from the terrible drudgery\nof an eighteen-hour workday of manual labor for their barest subsistence, has\nreleased them from famines, from pestilences, from the stagnant hopelessness\nand terror in which most of mankind had lived in all the pre-capitalist\ncenturies&#x2014;and in which most of it still lives, in non-capitalist countries.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 27\n\n\n"
    },
    {
      "content": "America&#x2019;s industrial progress, in the short span of a century and a half, has\nacquired the character of a legend: it has never been equaled anywhere on\nearth, in any period of history.  The American businessmen, as a class, have\ndemonstrated the greatest productive genius and the most spectacular\nachievements ever recorded in the economic history of mankind.  What reward did\nthey receive from our culture and its intellectuals?  The position of a hated,\npersecuted minority.  The position of a scapegoat for the evils of the\nbureaucrats.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“America’s Persecuted Minority: Big Business,”\nCapitalism: The Unknown Ideal, 48\n\n\n"
    },
    {
      "content": "If a small group of men were always regarded as guilty, in any clash with any\nother group, regardless of the issues or circumstances involved, would you call\nit persecution?  If this group were always made to pay for the sins, errors, or\nfailures of any other group, would you call <em>that</em> persecution?  If this group\nhad to live under a silent reign of terror, under special laws, from which all\nother people were immune, laws which the accused could not grasp or define in\nadvance and which the accuser could interpret in any way he pleased&#x2014;would you\ncall <em>that</em> persecution?  If this group were penalized, not for its faults, but\nfor its virtues, not for its incompetence, but for its ability, not for its\nfailures, but for its achievements, and the greater the achievement, the\ngreater the penalty&#x2014;would you call <em>that</em> persecution?",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“America’s Persecuted Minority: Big Business,”\nCapitalism: The Unknown Ideal, 44\n\n\n"
    },
    {
      "content": "The legal treatment accorded to actual criminals is much superior to that\naccorded to businessmen. The criminal&#x2019;s rights are protected by objective laws,\nobjective procedures, objective rules of evidence. A criminal is presumed to be\ninnocent until he is proved guilty. Only businessmen&#x2014;the producers, the\nproviders, the supporters, the Atlases who carry our whole economy on their\nshoulders&#x2014;are regarded as guilty by nature and are required to prove their\ninnocence, without any definable criteria of innocence or proof, and are left\nat the mercy of the whim, the favor, or the malice of any publicity-seeking\npolitician, any scheming statist, any envious mediocrity who might chance to\nwork his way into a bureaucratic job and who feels a yen to do some\ntrust-busting.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“America’s Persecuted Minority: Big Business,”\nCapitalism: The Unknown Ideal, 51\n\n\n"
    },
    {
      "content": "All the evils, abuses, and iniquities, popularly ascribed to businessmen and to\ncapitalism, were not caused by an unregulated economy or by a free market, but\nby government intervention into the economy.  The giants of American\nindustry&#x2014;such as James Jerome Hill or Commodore Vanderbilt or Andrew Carnegie\nor J. P. Morgan&#x2014;were self-made men who earned their fortunes by personal\nability, by free trade on a free market.  But there existed another kind of\nbusinessmen, the products of a mixed economy, the men with political pull, who\nmade fortunes by means of special privileges granted to them by the government,\nsuch men as the Big Four of the Central Pacific Railroad.  It was the political\npower behind their activities&#x2014;the power of forced, unearned, economically\nunjustified privileges&#x2014;that caused dislocations in the country&#x2019;s economy,\nhardships, depressions, and mounting public protests.  But it was the free\nmarket and the free businessmen that took the blame.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“America’s Persecuted Minority: Big Business,”\nCapitalism: The Unknown Ideal, 48\n\n\n"
    },
    {
      "content": "As a group, businessmen have been withdrawing for decades from the ideological\nbattlefield, disarmed by the deadly combination of altruism and Pragmatism.\nTheir public policy has consisted in appeasing, compromising and apologizing:\nappeasing their crudest, loudest antagonists; compromising with any attack, any\nlie, any insult; apologizing for their own existence.  Abandoning the field of\nideas to their enemies, they have been relying on lobbying, i.e., on private\nmanipulations, on pull, on seeking momentary favors from government officials.\nToday, the last group one can expect to fight for capitalism is the\ncapitalists.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“The Moratorium on Brains,”\nThe Ayn Rand Letter, I, 3, 2\n\n\n"
    },
    {
      "content": "<em>Businessmen</em> are the one group that distinguishes capitalism and the American\nway of life from the totalitarian statism that is swallowing the rest of the\nworld.  All the other social groups&#x2014;workers, farmers, professional men,\nscientists, soldiers&#x2014;exist under dictatorships, even though they exist in\nchains, in terror, in misery, and in progressive self-destruction.  <em>But there\nis no such group as businessmen under a dictatorship</em>.  Their place is taken by\narmed thugs: by bureaucrats and commissars.  Businessmen are the symbol of a\nfree society&#x2014;the symbol of America.  If and when they perish, civilization\nwill perish.  But if you wish to fight for freedom, you must begin by fighting\nfor its unrewarded, unrecognized, unacknowledged, yet best representatives&#x2014;the\nAmerican businessmen.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“America’s Persecuted Minority: Big Business,”\nCapitalism: The Unknown Ideal, 62\n\n\n"
    },
    {
      "content": null
    }
  ]
}