{
  "title": "Businessmen vs. Bureaucrats",
  "articles": [
    {
      "content": "A businessman&#x2019;s success depends on his intelligence, his knowledge, his\nproductive ability, his economic judgment&#x2014;and on the voluntary agreement of\nall those he deals with: his customers, his suppliers, his employees, his\ncreditors or investors. A bureaucrat&#x2019;s success depends on his political pull. A\nbusinessman cannot force you to buy his product; if he makes a mistake, <em>he</em>\nsuffers the consequences; if he fails, <em>he</em> takes the loss. A bureaucrat forces\nyou to obey his decisions, whether you agree with him or not&#x2014;and the more\nadvanced the stage of a country&#x2019;s statism, the wider and more discretionary the\npowers wielded by a bureaucrat. If he makes a mistake, <em>you</em> suffer the\nconsequences; if he fails, he passes the loss on to <em>you</em>, in the form of\nheavier taxes.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“From My ‘Future File,’”\nThe Ayn Rand Letter, III, 26, 5\n\n\n"
    },
    {
      "content": "A businessman cannot force you to work for him or to accept the wages he\noffers; you are free to seek employment elsewhere and to accept a better offer,\nif you can find it. (Remember, in this context, that jobs do not exist &#x201C;in\nnature,&#x201D; that they do not grow on trees, that someone has to <em>create</em> the job\nyou need, and that that someone, the businessman, will go out of business if he\npays you more than the market permits him to pay you.) A bureaucrat <em>can</em> force\nyou to work for him, when he achieves the totalitarian power he seeks; he can\nforce you to accept any payment he offers&#x2014;or none, as witness the forced labor\ncamps in the countries of full statism.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“America’s Persecuted Minority: Big Business,”\nCapitalism: The Unknown Ideal, 48\n\n\n"
    },
    {
      "content": null
    }
  ]
}