{
  "title": "Career",
  "articles": [
    {
      "content": "In order to be in control of your life, you have to have a purpose&#x2014;a\nproductive purpose .&#xA0;.&#xA0;. A central purpose serves to integrate all the other\nconcerns of a man&#x2019;s life. It establishes the hierarchy, the relative\nimportance, of his values, it saves him from pointless inner conflicts, it\npermits him to enjoy life on a wide scale and to carry that enjoyment into any\narea open to his mind; whereas a man without a purpose is lost in chaos. He\ndoes not know what his values are. He does not know how to judge. He cannot\ntell what is or is not important to him, and, therefore, he drifts helplessly\nat the mercy of any chance stimulus or any whim of the moment. He can enjoy\nnothing. He spends his life searching for some value which he will never find.",
      "attribution": "\n\n“Playboy Interview: Ayn Rand,”\nPlayboy, March, 1964\n\n\n"
    },
    {
      "content": "&#x201C;Productive work&#x201D; does not mean the blind performance of the motions of some\njob. It means the conscious, rational pursuit of a <em>productive career</em>. In\npopular usage, the term &#x201C;career&#x201D; is applied only to the more ambitious types of\nwork; but, in fact, it applies to <em>all</em> work: it denotes a man&#x2019;s attitude\ntoward his work.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“From My ‘Future File,’”\nThe Ayn Rand Letter, III, 26, 3\n\n\n"
    },
    {
      "content": "A career requires the ability to sustain a purpose over a long period of time,\nthrough many separate steps, choices, decisions, adding up to a steady\nprogression toward a goal .&#xA0;.&#xA0;.&#xA0;. In the course of a career, every achievement is\nan end in itself and, simultaneously, a step toward further achievements .&#xA0;.&#xA0;.&#xA0;.\nIn a career, there is no such thing as achieving too much: the more one does,\nthe more one loves one&#x2019;s work.",
      "attribution": "\n\n“Why I like Stamp Collecting,”\nMinkus Stamp Journal, v. 6 (1971), no. 2, 2\n\n\n"
    },
    {
      "content": "\n&#x201C;<cite>Playboy</cite> Interview: Ayn&#xA0;Rand,&#x201D;<br>\n<cite>Playboy</cite>, March, 1964\n",
      "attribution": "\n\n“Playboy Interview: Ayn Rand,”\nPlayboy, March, 1964\n\n\n"
    },
    {
      "content": null
    }
  ],
  "acknowledgement": "\n<p>\n&#x201C;<cite>Playboy</cite> Interview: Ayn&#xA0;Rand,&#x201D;<br>\n<cite>Playboy</cite>, March, 1964\n</p>\n\n",
  "links": [
    {
      "url": "http://aynrandlexicon.com/lexicon/ambition.html",
      "title": "Ambition"
    }
  ]
}