{
  "title": "Communism",
  "articles": [
    {
      "content": "When, at the age of twelve, at the time of the Russian revolution, I first\nheard the Communist principle that Man must exist for the sake of the State, I\nperceived that this was the essential issue, that this principle was evil, and\nthat it could lead to nothing but evil, regardless of any methods, details,\ndecrees, policies, promises and pious platitudes. This was the reason for my\nopposition to Communism then&#x2014;and it is my reason now. I am still a little\nastonished, at times, that too many adult Americans do not understand the\nnature of the fight against Communism as clearly as I understood it at the age\nof twelve: they continue to believe that only Communist methods are evil, while\nCommunist ideals are noble. All the victories of Communism since the year 1917\nare due to that particular belief among the men who are still free.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/we-the-living.html",
      "img": "http://aynrandlexicon.com/lib_style/img/wetheliving_current_cover.jpg",
      "attribution": "\n\n\n\n\n\n“Foreword,”\nWe The Living, vii\n\n\n"
    },
    {
      "content": "Communists, like all materialists, are neo-mystics: it does not matter whether\none rejects the mind in favor of revelations or in favor of conditioned\nreflexes. The basic premise and the results are the same.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Faith and Force: The Destroyers of the Modern Era,”\nPhilosophy: Who Needs It, 70\n\n\n"
    },
    {
      "content": "The Communists&#x2019; chief purpose is to destroy every form of\nindependence&#x2014;independent work, independent action, independent property,\nindependent thought, an independent mind, or an independent man. Conformity,\nalikeness, servility, submission and obedience are necessary to establish a\nCommunist slave-state.",
      "attribution": "\n\n“Screen Guide for Americans,”\nPlain Talk, Nov. 1947, 41\n\n\n"
    },
    {
      "content": "It is the Communists&#x2019; intention to make people think that personal success is\nsomehow achieved at the expense of others and that every successful man has\nhurt somebody by becoming successful. It is the Communists&#x2019; aim to discourage\nall personal effort and to drive men into a hopeless, dispirited, gray herd of\nrobots who have lost all personal ambition, who are easy to rule, willing to\nobey and willing to exist in selfless servitude to the State.",
      "attribution": "\n\n“Screen Guide for Americans,”\nPlain Talk, Nov. 1947, 39\n\n\n"
    },
    {
      "content": "If America perishes, it will perish by intellectual default. There is no\ndiabolical conspiracy to destroy it: no conspiracy could be big enough and\nstrong enough .&#xA0;.&#xA0;.&#xA0;. As to the communist conspirators in the service of Soviet\nRussia, they are the best illustration of victory by default: their successes\nare handed to them by the concessions of their victims.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 46\n\n\n"
    },
    {
      "content": "When men share the same basic premise, it is the most consistent ones who win.\nSo long as men accept the altruist morality, they will not be able to stop the\nadvance of communism. The altruist morality is Soviet Russia&#x2019;s best and <em>only</em>\nweapon.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“Conservatism: An Obituary,”\nCapitalism: The Unknown Ideal, 196\n\n\n"
    },
    {
      "content": null
    }
  ],
  "acknowledgement": "\n\n<p>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/we-the-living.html\"><img src=\"http://aynrandlexicon.com/lib_style/img/wetheliving_current_cover.jpg\" alt=\"We The Living\"></a>\n</p>\n<p>\n&#x201C;Foreword,&#x201D;<br>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/we-the-living.html\"><cite>We The Living</cite></a>, vii\n</p>\n\n",
  "links": [
    {
      "url": "http://aynrandlexicon.com/lexicon/collectivism.html",
      "title": "Collectivism"
    }
  ]
}