{
  "title": "Compromise",
  "articles": [
    {
      "content": "A compromise is an adjustment of conflicting claims by mutual concessions. This\nmeans that both parties to a compromise have some valid claim and some value to\noffer each other. And <em>this</em> means that both parties agree upon some\nfundamental principle which serves as a base for their deal.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Doesn’t Life Require Compromise?”\nThe Virtue of Selfishness, 93\n\n\n"
    },
    {
      "content": "There can be no compromise on basic principles. There can be no compromise on\nmoral issues. There can be no compromise on matters of knowledge, of truth, of\nrational conviction.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“‘Extremism,’ or the Art of Smearing,”\nCapitalism: The Unknown Ideal, 182\n\n\n"
    },
    {
      "content": "It is only in regard to concretes or particulars, implementing a mutually\naccepted basic principle, that one may compromise. For instance, one may\nbargain with a buyer over the price one wants to receive for one&#x2019;s product, and\nagree on a sum somewhere between one&#x2019;s demand and his offer. The mutually\naccepted basic principle, in such case, is the principle of trade, namely: that\nthe buyer must pay the seller for his product. But if one wanted to be paid and\nthe alleged buyer wanted to obtain one&#x2019;s product for nothing, no compromise,\nagreement or discussion would be possible, only the total surrender of one or\nthe other.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Doesn’t Life Require Compromise?”\nThe Virtue of Selfishness, 93\n\n\n"
    },
    {
      "content": "Contrary to the fanatical belief of its advocates, compromise [on basic\nprinciples] does not satisfy, but <em>dissatisfies</em> everybody; it does not lead to\ngeneral fulfillment, but to general frustration; those who try to be all things\nto all men, end up by not being anything to anyone. And more: the partial\nvictory of an unjust claim, encourages the claimant to try further; the partial\ndefeat of a just claim, discourages and paralyzes the victim.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The Cashing-In: The Student ‘Rebellion,’”\nCapitalism: The Unknown Ideal, 255\n\n\n"
    },
    {
      "content": "There are two sides to every issue: one side is right and the other is wrong,\nbut the middle is always evil. The man who is wrong still retains some respect\nfor truth, if only by accepting the responsibility of choice. But the man in\nthe middle is the knave who blanks out the truth in order to pretend that no\nchoice or values exist, who is willing to sit out the course of any battle,\nwilling to cash in on the blood of the innocent or to crawl on his belly to the\nguilty, who dispenses justice by condemning both the robber and the robbed to\njail, who solves conflicts by ordering the thinker and the fool to meet each\nother halfway. In any compromise between food and poison, it is only death that\ncan win. In any compromise between good and evil, it is only evil that can\nprofit. In that transfusion of blood which drains the good to feed the evil,\nthe compromiser is the transmitting rubber tube .&#xA0;.&#xA0;.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 216\n\n\n"
    },
    {
      "content": "The three rules listed below are by no means exhaustive; they are merely the\nfirst leads to the understanding of a vast subject.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The Anatomy of Compromise,”\nCapitalism: The Unknown Ideal, 145\n\n\n"
    },
    {
      "content": null
    }
  ]
}