{
  "title": "Constitution",
  "articles": [
    {
      "content": "Today, when a concerted effort is made to obliterate this point, it cannot be\nrepeated too often that the Constitution is a limitation on the government, not\non private individuals&#x2014;that it does not prescribe the conduct of private\nindividuals, only the conduct of the government&#x2014;that it is not a charter <em>for</em>\ngovernment power, but a charter of the citizens&#x2019; protection <em>against</em> the\ngovernment.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Nature of Government,”\nThe Virtue of Selfishness, 114\n\n\n"
    },
    {
      "content": "Ours was the first government based on and strictly limited by a written\ndocument&#x2014;the Constitution&#x2014;which specifically forbids it to violate individual\nrights or to act on whim. The history of the atrocities perpetrated by all the\nother kinds of governments&#x2014;unrestricted governments acting on unprovable\nassumptions&#x2014;demonstrates the value and validity of the original political\ntheory on which this country was built.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Censorship: Local and Express,”\nPhilosophy: Who Needs It, 181\n\n\n"
    },
    {
      "content": "A complex legal system, based on <em>objectively</em> valid principles, is required to\nmake a society free and <em>to keep it free</em>&#x2014;a system that does not depend on the\nmotives, the moral character or the intentions of any given official, a system\nthat leaves no opportunity, no legal loophole for the development of tyranny.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Nature of Government,”\nThe Virtue of Selfishness, 113\n\n\n"
    },
    {
      "content": "The clause giving Congress the power to regulate interstate commerce is one of\nthe major errors in the Constitution. That clause, more than any other, was the\ncrack in the Constitution&#x2019;s foundation, the entering wedge of statism, which\npermitted the gradual establishment of the welfare state. But I would venture\nto say that the framers of the Constitution could not have conceived of what\nthat clause has now become. If, in writing it, one of their goals was to\nfacilitate the flow of trade and prevent the establishment of trade barriers\namong the states, that clause has reached the opposite destination.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Censorship: Local and Express,”\nPhilosophy: Who Needs It, 184\n\n\n"
    },
    {
      "content": null
    }
  ]
}