{
  "title": "Consumption",
  "articles": [
    {
      "content": "Consumption is the <em>final</em>, not the <em>efficient</em>, cause of production. The\nefficient cause is savings, which can be said to represent the opposite of\nconsumption: they represent <em>unconsumed</em> goods. Consumption is the end of\nproduction, and a <em>dead end</em>, as far as the productive process is concerned.\nThe worker who produces so little that he consumes everything he earns, carries\nhis own weight economically, but contributes nothing to future production. The\nworker who has a modest savings account, and the millionaire who invests a\nfortune (and all the men in between), are those who finance the future. The man\nwho consumes without producing is a parasite, whether he is a welfare recipient\nor a rich playboy.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Egalitarianism and Inflation,”\nPhilosophy: Who Needs It, 132\n\n\n"
    },
    {
      "content": "Trained in college to believe that to look beyond the immediate moment&#x2014;to look\nfor causes or to foresee consequences&#x2014;is impossible, modern men have developed\ncontext-dropping as their normal method of cognition. Observing a bad,\nsmall-town shopkeeper, the kind who is doomed to fail, they believe&#x2014;as he\ndoes&#x2014;that lack of customers is his only problem; and that the question of the\ngoods he sells, or <em>where these goods come from</em>, has nothing to do with it.\nThe goods, they believe, are here and will always be here. Therefore, they\nconclude, the consumer&#x2014;not the producer&#x2014;is the motor of an economy. Let us\nextend credit, i.e., our savings, to the consumers&#x2014;they advise&#x2014;in order to\nexpand the market for our goods.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Egalitarianism and Inflation,”\nPhilosophy: Who Needs It, 130\n\n\n"
    },
    {
      "content": null
    }
  ]
}