{
  "title": "Cooperation",
  "articles": [
    {
      "content": "Cooperation is the free association of men who work together by voluntary\nagreement, each deriving from it his own personal benefit.",
      "attribution": "\n\n“Screen Guide for Americans,”\nPlain Talk, Nov. 1947, 40\n\n\n"
    },
    {
      "content": "A proper association is united by ideas, not by men, and its members are loyal\nto the ideas, not to the group. It is eminently reasonable that men should seek\nto associate with those who share their convictions and values. It is\nimpossible to deal or even to communicate with men whose ideas are\nfundamentally opposed to one&#x2019;s own (and one should be free not to deal with\nthem). All proper associations are formed or joined by individual choice and on\nconscious, intellectual grounds (philosophical, political, professional,\netc.)&#x2014;not by the physiological or geographical accident of birth, and not on\nthe ground of tradition. When men are united by ideas, i.e., by explicit\nprinciples, there is no room for favors, whims, or arbitrary power: the\nprinciples serve as an <em>objective</em> criterion for determining actions and for\n<em>judging</em> men, whether leaders or members. This requires a high degree of\nconceptual development and independence .&#xA0;.&#xA0;.&#xA0;. But this is the only way men\ncan work together justly, benevolently and safely.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Missing Link,”\nPhilosophy: Who Needs It, 45\n\n\n"
    },
    {
      "content": "The principle of individual rights is the only moral base of all groups or\nassociations. Any group that does not recognize this principle is not an\nassociation, but a gang or a mob.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Collectivized ‘Rights,’”\nThe Virtue of Selfishness, 102\n\n\n"
    },
    {
      "content": null
    }
  ]
}