{
  "title": "Creators",
  "articles": [
    {
      "content": "Throughout the centuries there were men who took first steps down new roads\narmed with nothing but their own vision. Their goals differed, but they all had\nthis in common: that the step was first, the road new, the vision unborrowed,\nand the response they received&#x2014;hatred. The great creators&#x2014;the thinkers, the\nartists, the scientists, the inventors&#x2014;stood alone against the men of their\ntime. Every great new thought was opposed. Every great new invention was\ndenounced. The first motor was considered foolish. The airplane was considered\nimpossible. The power loom was considered vicious. Anesthesia was considered\nsinful. But the men of unborrowed vision went ahead. They fought, they suffered\nand they paid. But they won.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“The Soul of an Individualist,”\nFor the New Intellectual, 77\n\n\n"
    },
    {
      "content": "We inherit the products of the thought of other men. We inherit the wheel. We\nmake a cart. The cart becomes an automobile. The automobile becomes an\nairplane. But all through the process what we receive from others is only the\nend product of their thinking. The moving force is the creative faculty which\ntakes this product as material, uses it and originates the next step. This\ncreative faculty cannot be given or received, shared or borrowed. It belongs to\nsingle, individual men. That which it creates is the property of the creator.\nMen learn from one another. But all learning is only the exchange of material.\nNo man can give another the capacity to think. Yet that capacity is our only\nmeans of survival.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“The Soul of an Individualist,”\nFor the New Intellectual, 79\n\n\n"
    },
    {
      "content": "The basic need of the creator is independence. The reasoning mind cannot work\nunder any form of compulsion. It cannot be curbed, sacrificed or surbordinated\nto any consideration whatsoever. It demands total independence in function and\nin motive. To a creator, all relations with men are secondary.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“The Soul of an Individualist,”\nFor the New Intellectual, 77\n\n\n"
    },
    {
      "content": "Men have been taught that the highest virtue is not to achieve, but to give.\nYet one cannot give that which has not been created. Creation comes before\ndistribution&#x2014;or there will be nothing to distribute. The need of the creator\ncomes before the need of any possible beneficiary. Yet we are taught to admire\nthe second-hander who dispenses gifts he has not produced above the man who\nmade the gifts possible. We praise an act of charity. We shrug at an act of\nachievement.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“The Soul of an Individualist,”\nFor the New Intellectual, 80\n\n\n"
    },
    {
      "content": "Men have been taught that it is a virtue to agree with others. But the creator\nis the man who disagrees. Men have been taught that it is a virtue to swim with\nthe current. But the creator is the man who goes against the current. Men have\nbeen taught that it is a virtue to stand together. But the creator is the man\nwho stands alone.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“The Soul of an Individualist,”\nFor the New Intellectual, 80\n\n\n"
    },
    {
      "content": null
    }
  ],
  "acknowledgement": "\n\n<p>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html\"><img src=\"http://cultureofreason.org/style/img/forthenewintellectual.jpg\" alt=\"For the New Intellectual\"></a>\n</p>\n<p>\n&#x201C;The Soul of an Individualist,&#x201D;<br>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html\"><cite>For the New Intellectual</cite></a>, 77\n</p>\n\n",
  "links": [
    {
      "url": "http://aynrandlexicon.com/lexicon/altruism.html",
      "title": "Altruism"
    }
  ]
}