{
  "title": "Dance",
  "articles": [
    {
      "content": "Among the performing arts, dancing requires a special discussion. Is there an\nabstract meaning in dancing? What does dancing express?",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Cognition,”\nThe Romantic Manifesto, 66\n\n\n"
    },
    {
      "content": "Within each system, specific emotions may be projected or faintly suggested,\nbut only as the basic style permits. Strong passions or negative emotions\ncannot be projected in ballet, regardless of its librettos; it cannot express\ntragedy or fear&#x2014;or sexuality; it is a perfect medium for the expression of\nspiritual love. The Hindu dance can project passions, but not positive\nemotions; it cannot express joy or triumph, it is eloquent in expressing fear,\ndoom&#x2014;and a physicalistic kind of sexuality.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Cognition,”\nThe Romantic Manifesto, 68\n\n\n"
    },
    {
      "content": "Music is an independent, primary art; the dance is not. In view of their\ndivision of labor, the dance is entirely dependent on music. With the emotional\nassistance of music, it expresses an abstract meaning; without music, it\nbecomes meaningless gymnastics. It is music, the voice of man&#x2019;s consciousness,\nthat integrates the dance to man and to art. Music sets the terms; the task of\nthe dance is to follow, as closely, obediently and expressively as possible.\nThe tighter the integration of a given dance to its music&#x2014;in rhythm, in mood,\nin style, in theme&#x2014;the greater its esthetic value.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Cognition,”\nThe Romantic Manifesto, 69\n\n\n"
    },
    {
      "content": null
    }
  ]
}