{
  "title": "Dark Ages",
  "articles": [
    {
      "content": "The infamous times you call the Dark Ages were an era of intelligence on\nstrike, when men of ability went underground and lived undiscovered, studying\nin secret, and died, destroying the works of their mind, when only a few of the\nbravest martyrs remained to keep the human race alive. Every period ruled by\nmystics was an era of stagnation and want, when most men were on strike against\nexistence, working for less than their barest survival, leaving nothing but\nscraps for their rulers to loot, refusing to think, to venture, to produce,\nwhen the ultimate collector of their profits and the final authority on truth\nor error was the whim of some gilded degenerate sanctioned as superior to\nreason by divine right and by grace of a club.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 169\n\n\n"
    },
    {
      "content": "In the history of Western civilization, the period known as the Dark Ages,\nafter the fall of the Roman Empire, was a period when Western Europe existed\nwithout any social organization beyond chance local groupings clustered around\nsmall villages, large castles, and remnants of various traditions&#x2014;swept\nperiodically by massive barbarian invasions, warring robber bands, and sundry\nlocal looters. It was as close to a state of pure anarchy as men could come.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“A Nation’s Unity,”\nThe Ayn Rand Letter, II, 2, 2\n\n\n"
    },
    {
      "content": null
    }
  ],
  "acknowledgement": "\n\n<p>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html\"><img src=\"http://cultureofreason.org/style/img/forthenewintellectual.jpg\" alt=\"For the New Intellectual\"></a>\n</p>\n<p>\nGalt&#x2019;s Speech,<br>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html\"><cite>For the New Intellectual</cite></a>, 169\n</p>\n\n",
  "links": [
    {
      "url": "http://aynrandlexicon.com/lexicon/history.html",
      "title": "History"
    }
  ]
}