{
  "title": "Dictator",
  "articles": [
    {
      "content": "A mystic is driven by the urge to impress, to cheat, to flatter, to deceive,\n<em>to force</em> that omnipotent consciousness of others. &#x201C;<em>They</em>&#x201D; are his only key\nto reality, he feels that he cannot exist save by harnessing their mysterious\npower and extorting their unaccountable consent. &#x201C;<em>They</em>&#x201D; are his only means of\nperception and, like a blind man who depends on the sight of a dog, he feels he\nmust leash them in order to live. To control the consciousness of others\nbecomes his only passion; power-lust is a weed that grows only in the vacant\nlots of an abandoned mind.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 161\n\n\n"
    },
    {
      "content": "Destruction is the only end that the mystics&#x2019; creed has ever achieved, as it is\nthe only end that you see them achieving today, and if the ravages wrought by\ntheir acts have not made them question their doctrines, if they profess to be\nmoved by love, yet are not deterred by piles of human corpses, it is because\nthe truth about their souls is worse than the obscene excuse you have allowed\nthem, the excuse that the end justifies the means and that the horrors they\npractice are means to nobler ends. The truth is that those horrors are their\nends.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 162\n\n\n"
    },
    {
      "content": "Perhaps the most craven attitude of all is the one expressed by the injunction\n&#x201C;don&#x2019;t be certain.&#x201D; As stated explicitly by many intellectuals, it is the\nsuggestion that if nobody is certain of anything, if nobody holds any firm\nconvictions, if everybody is willing to give in to everybody else, no dictator\nwill rise among us and we will escape the destruction sweeping the rest of the\nworld. This is the secret voice of the Witch Doctor confessing that he sees a\ndictator, an Attila, as a man of confident strength and uncompromising\nconviction. Nothing but a psycho-epistemological panic can blind such\nintellectuals to the fact that a dictator, like any thug, runs from the first\nsign of confident resistance; that he can rise <em>only</em> in a society of precisely\nsuch uncertain, compliant, shaking compromisers as they advocate, a society\nthat invites a thug to take over; and that the task of resisting an Attila can\nbe accomplished only by men of intransigent conviction and moral certainty.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 45\n\n\n"
    },
    {
      "content": null
    }
  ],
  "acknowledgement": "\n\n<p>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html\"><img src=\"http://cultureofreason.org/style/img/forthenewintellectual.jpg\" alt=\"For the New Intellectual\"></a>\n</p>\n<p>\nGalt&#x2019;s Speech,<br>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html\"><cite>For the New Intellectual</cite></a>, 161\n</p>\n\n",
  "links": [
    {
      "url": "http://aynrandlexicon.com/lexicon/compromise.html",
      "title": "Compromise"
    }
  ]
}