{
  "title": "Draft",
  "articles": [
    {
      "content": "Of all the statist violations of individual rights in a mixed economy, the\nmilitary draft is the worst. It is an abrogation of rights. It negates man&#x2019;s\nfundamental right&#x2014;the right to life&#x2014;and establishes the fundamental principle\nof statism: that a man&#x2019;s life belongs to the state, and the state may claim it\nby compelling him to sacrifice it in battle. Once that principle is accepted,\nthe rest is only a matter of time.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The Wreckage of the Consensus,”\nCapitalism: The Unknown Ideal, 226\n\n\n"
    },
    {
      "content": "The years from about fifteen to twenty-five are the crucial formative years of\na man&#x2019;s life. This is the time when he confirms his impressions of the world,\nof other men, of the society in which he is to live, when he acquires conscious\nconvictions, defines his moral values, chooses his goals, and plans his future,\ndeveloping or renouncing ambition. These are the years that mark him for life.\nAnd it is <em>these</em> years that an allegedly humanitarian society forces him to\nspend in terror&#x2014;the terror of knowing that he can plan nothing and count on\nnothing, that any road he takes can be blocked at any moment by an\nunpredictable power, that, barring his vision of the future, there stands the\ngray shape of the barracks, and, perhaps, beyond it, death for some unknown\nreason in some alien jungle.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The Wreckage of the Consensus,”\nCapitalism: The Unknown Ideal, 229\n\n\n"
    },
    {
      "content": "Once in a while, I receive letters from young men asking me for personal advice\non problems connected with the draft. Morally, no one can give advice in any\nissue where choices and decisions are not voluntary: &#x201C;Morality ends where a gun\nbegins.&#x201D; As to the practical alternatives available, the best thing to do is to\nconsult a good lawyer.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The Wreckage of the Consensus,”\nCapitalism: The Unknown Ideal, 235\n\n\n"
    },
    {
      "content": null
    }
  ]
}