{
  "title": "Emotions",
  "articles": [
    {
      "content": "Just as the pleasure-pain mechanism of man&#x2019;s body is an automatic indicator of\nhis body&#x2019;s welfare or injury, a barometer of its basic alternative, life or\ndeath&#x2014;so the emotional mechanism of man&#x2019;s consciousness is geared to perform\nthe same function, as a barometer that registers the same alternative by means\nof two basic emotions: joy or suffering. Emotions are the automatic results of\nman&#x2019;s value judgments integrated by his subconscious; emotions are estimates of\nthat which furthers man&#x2019;s values or threatens them, that which is <em>for</em> him or\n<em>against</em> him&#x2014;lightning calculators giving him the sum of his profit or loss.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 27\n\n\n"
    },
    {
      "content": "Your subconscious is like a computer&#x2014;more complex a computer than men can\nbuild&#x2014;and its main function is the integration of your ideas. Who programs it?\nYour conscious mind. If you default, if you don&#x2019;t reach any firm convictions,\nyour subconscious is programmed by chance&#x2014;and you deliver yourself into the\npower of ideas you do not know you have accepted. But one way or the other,\nyour computer gives you print-outs, daily and hourly, in the form of\n<em>emotions</em>&#x2014;<em>which</em> are lightning-like estimates of the things around you,\ncalculated according to your values.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophy: Who Needs It,”\nPhilosophy: Who Needs It, 5\n\n\n"
    },
    {
      "content": "An emotion is an automatic response, an automatic effect of man&#x2019;s value\npremises. An effect, not a cause. There is no necessary clash, no dichotomy\nbetween man&#x2019;s reason and his emotions&#x2014;provided he observes their proper\nrelationship. A rational man knows&#x2014;or makes it a point to discover&#x2014;the source\nof his emotions, the basic premises from which they come; if his premises are\nwrong, he corrects them. He never acts on emotions for which he cannot account,\nthe meaning of which he does not understand. In appraising a situation, he\nknows why he reacts as he does and whether he is right. He has no inner\nconflicts, his mind and his emotions are integrated, his consciousness is in\nperfect harmony. His emotions are not his enemies, they are his means of\nenjoying life. But they are not his guide; the guide is his mind. This\nrelationship cannot be reversed, however. If a man takes his emotions as the\ncause and his mind as their passive effect, if he is guided by his emotions and\nuses his mind only to rationalize or justify them somehow&#x2014;<em>then</em> he is acting\nimmorally, he is condemning himself to misery, failure, defeat, and he will\nachieve nothing but destruction&#x2014;his own and that of others.",
      "attribution": "\n\nPlayboy Interview: Ayn Rand\nPlayboy, March 1964\n\n\n"
    },
    {
      "content": "An emotion as such tells you nothing about reality, beyond the fact that\nsomething makes you feel something. Without a ruthlessly honest commitment to\nintrospection&#x2014;to the conceptual identification of your inner states&#x2014;you will\nnot discover what you feel, what arouses the feeling, and whether your feeling\nis an appropriate response to the facts of reality, or a mistaken response, or\na vicious illusion produced by years of self-deception .&#xA0;.&#xA0;.&#xA0;.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophical Detection,”\nPhilosophy: Who Needs It, 17\n\n\n"
    },
    {
      "content": "There can be no causeless love or any sort of causeless emotion. An emotion is\na response to a fact of reality, an estimate dictated by your standards.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 147\n\n\n"
    },
    {
      "content": "Man has no choice about his capacity to feel that something is good for him or\nevil, but <em>what</em> he will consider good or evil, what will give him joy or pain,\nwhat he will love or hate, desire or fear, depends on his standard of value. If\nhe chooses irrational values, he switches his emotional mechanism from the role\nof his guardian to the role of his destroyer. The irrational is the impossible;\nit is that which contradicts the facts of reality; facts cannot be altered by a\nwish, but they <em>can</em> destroy the wisher. If a man desires and pursues\ncontradictions&#x2014;if he wants to have his cake and eat it, too&#x2014;he disintegrates\nhis consciousness; he turns his inner life into a civil war of blind forces\nengaged in dark, incoherent, pointless, meaningless conflicts (which,\nincidentally, is the inner state of most people today).",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 28\n\n\n"
    },
    {
      "content": "An emotion that clashes with your reason, an emotion that you cannot explain or\ncontrol, is only the carcass of that stale thinking which you forbade your mind\nto revise.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 151\n\n\n"
    },
    {
      "content": "The quality of a computer&#x2019;s output is determined by the quality of its input.\nIf your subconscious is programmed by chance, its output will have a\ncorresponding character. You have probably heard the computer operators&#x2019;\neloquent term &#x201C;gigo&#x201D;&#x2014;which means: &#x201C;Garbage in, garbage out.&#x201D; The same formula\napplies to the relationship between a man&#x2019;s thinking and his emotions.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophy: Who Needs It,”\nPhilosophy: Who Needs It, 6\n\n\n"
    },
    {
      "content": "Emotions are not tools of cognition .&#xA0;.&#xA0;. one must differentiate between one&#x2019;s\nthoughts and one&#x2019;s emotions with full clarity and precision. One does not have\nto be omniscient in order to possess knowledge; one merely has to know that\nwhich one does know, and distinguish it from that which one feels. Nor does one\nneed a full system of philosophical epistemology in order to distinguish one&#x2019;s\nown considered judgment from one&#x2019;s feelings, wishes, hopes or fears.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 55\n\n\n"
    },
    {
      "content": "The concept &#x201C;emotion&#x201D; is formed by retaining the distinguishing characteristics\nof the psychological action (an automatic response proceeding from an\nevaluation of an existent) and by omitting the particular contents (the\nexistents) as well as the degree of emotional intensity.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html",
      "img": "http://cultureofreason.org/style/img/introtoobjectivist.gif",
      "attribution": "\n\n\n\n\n\n“Concepts of Consciousness,”\nIntroduction to Objectivist Epistemology, 32\n\n\n"
    },
    {
      "content": null
    }
  ]
}