{
  "title": "Enlightenment, Age of",
  "articles": [
    {
      "content": "The development from Aquinas through Locke and Newton represents more than four\nhundred years of stumbling, tortuous, prodigious effort to secularize the\nWestern mind, i.e., to liberate man from the medieval shackles.  It was the\nbuildup toward a climax: the eighteenth century, the <em>Age of Enlightenment</em>.\nFor the first time in modern history, an authentic respect for reason became\nthe mark of an entire culture; the trend that had been implicit in the\ncenturies-long crusade of a handful of innovators now swept the West\nexplicitly, reaching and inspiring educated men in every field.  Reason, for so\nlong the wave of the future, had become the animating force of the present.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, \nThe Ominous Parallels, 100\n\n\n"
    },
    {
      "content": "Confidence in the power of man replaced dependence on the grace of God&#x2014;and\nthat rare intellectual orientation emerged, the key to the Enlightenment\napproach in every branch of philosophy: <em>secularism without skepticism</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff,\nThe Ominous Parallels, 106\n\n\n"
    },
    {
      "content": "Just as there are no limits to man&#x2019;s knowledge, many [Enlightenment era]\nthinkers held, so there are no limits to man&#x2019;s moral improvement.  If man is\nnot yet perfect, they held, he is at least perfectible.  Just as there are\nobjective, natural laws in science, so there are objective, natural laws in\nethics; and man is capable of discovering such laws and of acting in accordance\nwith them.  He is capable not only of developing his intellect, but also of\n<em>living</em> by its guidance.  (This, at least, was the Enlightenment&#x2019;s ethical\nprogram and promise.)",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff,\nThe Ominous Parallels, 107\n\n\n"
    },
    {
      "content": "The father of this new world was a single philosopher: Aristotle. On countless\nissues, Aristotle&#x2019;s views differ from those of the Enlightenment. But, in terms\nof broad fundamentals, the philosophy of Aristotle is the philosophy of the\nEnlightenment.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff,\nThe Ominous Parallels, 109\n\n\n"
    },
    {
      "content": "In epistemology, the European champions of the intellect had been unable to\nformulate a tenable view of the nature of reason or, therefore, to validate\ntheir proclaimed confidence in its power. As a result, from the beginning of\nthe eighteenth century (and even earlier), the philosophy advocating reason was\nin the process of gradual, but accelerating, disintegration.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff,\nThe Ominous Parallels, 113\n\n\n"
    },
    {
      "content": null
    }
  ]
}