{
  "title": "Free Market",
  "articles": [
    {
      "content": "In a free economy, where no man or group of men can use physical coercion\nagainst anyone, economic power can be achieved only by <em>voluntary</em> means: by\nthe voluntary choice and agreement of all those who participate in the process\nof production and trade. In a free market, all prices, wages, and profits are\ndetermined&#x2014;not by the arbitrary whim of the rich or of the poor, not by\nanyone&#x2019;s &#x201C;greed&#x201D; or by anyone&#x2019;s need&#x2014;but by the law of supply and demand. The\nmechanism of a free market reflects and sums up all the economic choices and\ndecisions made by all the participants. Men trade their goods or services by\nmutual consent to mutual advantage, according to their own independent,\nuncoerced judgment. A man can grow rich only if he is able to offer better\nvalues&#x2014;better products or services, at a lower price&#x2014;than others are able to\noffer.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“America’s Persecuted Minority: Big Business,”\nCapitalism: The Unknown Ideal, 47\n\n\n"
    },
    {
      "content": "<em>Intellectual</em> freedom cannot exist without <em>political</em> freedom; political\nfreedom cannot exist without <em>economic</em> freedom; <em>a free mind and a free market\nare corollaries</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 25\n\n\n"
    },
    {
      "content": "The free market represents the <em>social</em> application of an objective theory of\nvalues. Since values are to be discovered by man&#x2019;s mind, men must be free to\ndiscover them&#x2014;to think, to study, to translate their knowledge into physical\nform, to offer their products for trade, to judge them, and to choose, be it\nmaterial goods or ideas, a loaf of bread or a philosophical treatise. Since\nvalues are established contextually, every man must judge for himself, in the\ncontext of his own knowledge, goals, and interests. Since values are determined\nby the nature of reality, it is reality that serves as men&#x2019;s ultimate arbiter:\nif a man&#x2019;s judgment is right, the rewards are his; if it is wrong, he is his\nonly victim.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 24\n\n\n"
    },
    {
      "content": "Now observe that a free market does not level men down to some common\ndenominator&#x2014;that the intellectual criteria of the majority do not rule a free\nmarket or a free society&#x2014;and that the exceptional men, the innovators, the\nintellectual giants, are not held down by the majority. In fact, it is the\nmembers of this exceptional minority who lift the whole of a free society to\nthe level of their own achievements, while rising further and ever further.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 25\n\n\n"
    },
    {
      "content": "All the evils, abuses, and iniquities, popularly ascribed to businessmen and to\ncapitalism, were not caused by an unregulated economy or by a free market, but\nby government intervention into the economy.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“America’s Persecuted Minority: Big Business,”\nCapitalism: The Unknown Ideal, 48\n\n\n"
    },
    {
      "content": null
    }
  ]
}