{
  "title": "Free Will",
  "articles": [
    {
      "content": "That which you call your soul or spirit is your consciousness, and that which\nyou call &#x201C;free will&#x201D; is your mind&#x2019;s freedom to think or not, the only will you\nhave, your only freedom, the choice that controls all the choices you make and\ndetermines your life and your character.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 127\n\n\n"
    },
    {
      "content": "To think is an act of choice. The key to what you so recklessly call &#x201C;human\nnature,&#x201D; the open secret you live with, yet dread to name, is the fact that man\n<em>is a being of volitional consciousness</em>. Reason does not work automatically;\nthinking is not a mechanical process; the connections of logic are not made by\ninstinct. The function of your stomach, lungs or heart is automatic; the\nfunction of your mind is not. In any hour and issue of your life, you are free\nto think or to evade that effort. But you are not free to escape from your\nnature, from the fact that <em>reason</em> is your means of survival&#x2014;so that for\n<em>you</em>, who are a human being, the question &#x201C;to be or not to be&#x201D; is the question\n&#x201C;to think or not to think.&#x201D;",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 120\n\n\n"
    },
    {
      "content": "Man&#x2019;s consciousness shares with animals the first two stages of its\ndevelopment: sensations and perceptions; but it is the third state,\n<em>conceptions</em>, that makes him man. Sensations are integrated into perceptions\nautomatically, by the brain of a man or of an animal. But to integrate\nperceptions into conceptions by a process of abstraction, is a feat that man\nalone has the power to perform&#x2014;and he has to perform it <em>by choice</em>. The\nprocess of abstraction, and of concept-formation is a process of reason, of\n<em>thought</em>; it is not automatic nor instinctive nor involuntary nor infallible.\nMan has to initiate it, to sustain it and to bear responsibility for its\nresults. The pre-conceptual level of consciousness is nonvolitional; volition\nbegins with the first syllogism. Man has the choice to think or to evade&#x2014;to\nmaintain a state of full awareness or to drift from moment to moment, in a\nsemi-conscious daze, at the mercy of whatever associational whims the unfocused\nmechanism of his consciousness produces.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 14\n\n\n"
    },
    {
      "content": "Reason is the faculty that identifies and integrates the material provided by\nman&#x2019;s senses. It is a faculty that man has to exercise <em>by choice</em>. Thinking is\nnot an automatic function. In any hour and issue of his life, man is free to\nthink or to evade that effort. Thinking requires a state of full, focused\nawareness. The act of focusing one&#x2019;s consciousness is volitional. Man can focus\nhis mind to a full, active, purposefully directed awareness of reality&#x2014;or he\ncan unfocus it and let himself drift in a semiconscious daze, merely reacting\nto any chance stimulus of the immediate moment, at the mercy of his undirected\nsensory-perceptual mechanism and of any random, associational connections it\nmight happen to make.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 21\n\n\n"
    },
    {
      "content": "The faculty of volition operates in regard to the two fundamental aspects of\nman&#x2019;s life: consciousness and existence, i.e., his psychological action and his\nexistential action, i.e., the formation of his own character and the course of\naction he pursues in the physical world.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Romanticism?”\nThe Romantic Manifesto, 100\n\n\n"
    },
    {
      "content": "A social environment can neither force a man to think nor prevent him from\nthinking.  But a social environment can offer incentives or impediments; it can\nmake the exercise of one&#x2019;s rational faculty easier or harder; it can encourage\nthinking and penalize evasion or vice versa.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist.html",
      "img": "http://cultureofreason.org/style/img/theobjectivist.jpg",
      "attribution": "\n\n\n\n\n\n“Our Cultural Value-Deprivation,”\nThe Objectivist, April, 1966, 2\n\n\n"
    },
    {
      "content": "A man&#x2019;s volition is outside the power of other men.  What the unalterable basic\nconstituents are to nature, the attribute of a volitional consciousness is to\nthe entity &#x201C;man.&#x201D; Nothing can force a man to think.  Others may offer him\nincentives or impediments, rewards or punishments, they may destroy his brain\nby drugs or by the blow of a club, but they cannot order his mind to function:\n<em>this</em> is in his exclusive, sovereign power.  Man is neither to be obeyed nor\nto be commanded.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Metaphysical and the Man-Made,”\nPhilosophy: Who Needs It, 31\n\n\n"
    },
    {
      "content": "Because man has free will, no human choice&#x2014;and no phenomenon which is a\nproduct of human choice&#x2014;is metaphysically necessary.  In regard to any\nman-made fact, it is valid to claim that man <em>has</em> chosen thus, but it was not\ninherent in the nature of existence for him to have done so: he could have\nchosen otherwise.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html",
      "img": "http://cultureofreason.org/style/img/introtoobjectivist.gif",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, “The Analytic-Synthetic Dichotomy,”\nIntroduction to Objectivist Epistemology, 110\n\n\n"
    },
    {
      "content": "Man exists and his mind exists.  Both are part of nature, both possess a\nspecific identity.  The attribute of volition does not contradict the fact of\nidentity, just as the existence of living organisms does not contradict the\nexistence of inanimate matter.  Living organisms possess the power of\nself-initiated motion, which inanimate matter does not possess; man&#x2019;s\nconsciousness possesses the power of self-initiated motion in the realm of\ncognition (thinking), which the consciousnesses of other living species do not\npossess.  But just as animals are able to move only in accordance with the\nnature of their bodies, so man is able to initiate and direct his mental action\nonly in accordance with the nature (the <em>identity</em>) of his consciousness.  His\nvolition is limited to his cognitive processes; he has the power to identify\n(and to conceive of rearranging) the elements of reality, but not the power to\nalter them.  He has the power to use his cognitive faculty as its nature\nrequires, but not the power to alter it nor to escape the consequences of its\nmisuse.  He has the power to suspend, evade, corrupt or subvert his perception\nof reality, but not the power to escape the existential and psychological\ndisasters that follow.  (The use or misuse of his cognitive faculty determines\na man&#x2019;s choice of values, which determine his emotions and his character.  It\nis in this sense that man is a being of self-made soul.)",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Metaphysical and the Man-Made,”\nPhilosophy: Who Needs It, 26\n\n\n"
    },
    {
      "content": null
    }
  ],
  "acknowledgement": "\n\n<p>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html\"><img src=\"http://cultureofreason.org/style/img/forthenewintellectual.jpg\" alt=\"For the New Intellectual\"></a>\n</p>\n<p>\nGalt&#x2019;s Speech,<br>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html\"><cite>For the New Intellectual</cite></a>, 127\n</p>\n\n",
  "links": [
    {
      "url": "http://aynrandlexicon.com/lexicon/causality.html",
      "title": "Causality"
    }
  ]
}