{
  "title": "Government",
  "articles": [
    {
      "content": "A government is an institution that holds the exclusive power to <em>enforce</em>\ncertain rules of social conduct in a given geographical area.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Nature of Government,”\nThe Virtue of Selfishness, 107\n\n\n"
    },
    {
      "content": "If physical force is to be barred from social relationships, men need an\ninstitution charged with the task of protecting their rights under an\n<em>objective</em> code of rules.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Nature of Government,”\nThe Virtue of Selfishness, 109\n\n\n"
    },
    {
      "content": "The only proper purpose of a government is to protect man&#x2019;s rights, which\nmeans: to protect him from physical violence. A proper government is only a\npoliceman, acting as an agent of man&#x2019;s self-defense, and, as such, may resort\nto force <em>only</em> against those who <em>start</em> the use of force. The only proper\nfunctions of a government are: the police, to protect you from criminals; the\narmy, to protect you from foreign invaders; and the courts, to protect your\nproperty and contracts from breach or fraud by others, to settle disputes by\nrational rules, according to <em>objective</em> law. But a government that <em>initiates</em>\nthe employment of force against men who had forced no one, the employment of\narmed compulsion against disarmed victims, is a nightmare infernal machine\ndesigned to annihilate morality: such a government reverses its only moral\npurpose and switches from the role of protector to the role of man&#x2019;s deadliest\nenemy, from the role of policeman to the role of a criminal vested with the\nright to the wielding of violence against victims deprived of the right of\nself-defense. Such a government substitutes for morality the following rule of\nsocial conduct: you may do whatever you please to your neighbor, provided your\ngang is bigger than his.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 183\n\n\n"
    },
    {
      "content": "The source of the government&#x2019;s authority is &#x201C;the consent of the governed.&#x201D; This\nmeans that the government is not the <em>ruler</em>, but the servant or <em>agent</em> of the\ncitizens; it means that the government as such has no rights except the rights\n<em>delegated</em> to it by the citizens for a specific purpose.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Nature of Government,”\nThe Virtue of Selfishness, 110\n\n\n"
    },
    {
      "content": "The difference between political power and any other kind of social &#x201C;power,&#x201D;\nbetween a government and any private organization, is the fact that <em>a\ngovernment holds a legal monopoly on the use of physical force</em>. This\ndistinction is so important and so seldom recognized today that I must urge you\nto keep it in mind. Let me repeat it: <em>a government holds a legal monopoly on\nthe use of physical force</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“America’s Persecuted Minority: Big Business,”\nCapitalism: The Unknown Ideal, 46\n\n\n"
    },
    {
      "content": "The fundamental difference between private action and governmental action&#x2014;a\ndifference thoroughly ignored and evaded today&#x2014;lies in the fact that a\ngovernment holds a monopoly on the legal use of physical force. It has to hold\nsuch a monopoly, since it is the agent of restraining and combating the use of\nforce; and for that very same reason, its actions have to be rigidly defined,\ndelimited and circumscribed; no touch of whim or caprice should be permitted in\nits performance; it should be an impersonal robot, with the laws as its only\nmotive power. If a society is to be free, its government has to be controlled.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Nature of Government,”\nThe Virtue of Selfishness, 109\n\n\n"
    },
    {
      "content": null
    }
  ]
}