{
  "title": "Happiness",
  "articles": [
    {
      "content": "Happiness is the successful state of life, pain is an agent of death. Happiness\nis that state of consciousness which proceeds from the achievement of one&#x2019;s\nvalues. A morality that dares to tell you to find happiness in the renunciation\nof your happiness&#x2014;to value the failure of your values&#x2014;is an insolent negation\nof morality. A doctrine that gives you, as an ideal, the role of a sacrificial\nanimal seeking slaughter on the altars of others, is giving you <em>death</em> as your\nstandard. By the grace of reality and the nature of life, man&#x2014;every man&#x2014;is an\nend in himself, he exists for his own sake, and the achievement of his own\nhappiness is his highest moral purpose.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 123\n\n\n"
    },
    {
      "content": "Happiness is not to be achieved at the command of emotional whims. Happiness is\nnot the satisfaction of whatever irrational wishes you might blindly attempt to\nindulge. Happiness is a state of non-contradictory joy&#x2014;a joy without penalty\nor guilt, a joy that does not clash with any of your values and does not work\nfor your own destruction, not the joy of escaping from your mind, but of using\nyour mind&#x2019;s fullest power, not the joy of faking reality, but of achieving\nvalues that are real, not the joy of a drunkard, but of a producer. Happiness\nis possible only to a rational man, the man who desires nothing but rational\ngoals, seeks nothing but rational values and finds his joy in nothing but\nrational actions.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 132\n\n\n"
    },
    {
      "content": "In psychological terms, the issue of man&#x2019;s survival does not confront his\nconsciousness as an issue of &#x201C;life or death,&#x201D; but as an issue of &#x201C;happiness or\nsuffering.&#x201D; Happiness is the successful state of life, suffering is the warning\nsignal of failure, of death. Just as the pleasure-pain mechanism of man&#x2019;s body\nis an automatic indicator of his body&#x2019;s welfare or injury, a barometer of its\nbasic alternative, life or death&#x2014;so the emotional mechanism of man&#x2019;s\nconsciousness is geared to perform the same function, as a barometer that\nregisters the same alternative by means of two basic emotions: joy or\nsuffering. Emotions are the automatic results of man&#x2019;s value judgments\nintegrated by his subconscious; emotions are estimates of that which furthers\nman&#x2019;s values or threatens them, that which is <em>for</em> him or <em>against</em>\nhim&#x2014;lightning calculators giving him the sum of his profit or loss.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 27\n\n\n"
    },
    {
      "content": "Happiness is that state of consciousness which proceeds from the achievement of\none&#x2019;s values. If a man values productive work, his happiness is the measure of\nhis success in the service of his life. But if a man values destruction, like a\nsadist&#x2014;or self-torture, like a masochist&#x2014;or life beyond the grave, like a\nmystic&#x2014;or mindless &#x201C;kicks,&#x201D; like the driver of a hotrod car&#x2014;his alleged\nhappiness is the measure of his success in the service of his own destruction.\nIt must be added that the emotional state of all those irrationalists cannot be\nproperly designated as happiness or even as pleasure: it is merely a moment&#x2019;s\n<em>relief</em> from their chronic state of terror.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 28\n\n\n"
    },
    {
      "content": "The maintenance of life and the pursuit of happiness are not two separate\nissues. To hold one&#x2019;s own life as one&#x2019;s ultimate value, and one&#x2019;s own happiness\nas one&#x2019;s highest purpose are two aspects of the same achievement.\nExistentially, the activity of pursuing rational goals is the activity of\nmaintaining one&#x2019;s life; psychologically, its result, reward and concomitant is\nan emotional state of happiness. It is by experiencing happiness that one lives\none&#x2019;s life, in any hour, year or the whole of it. And when one experiences the\nkind of pure happiness that is an end in itself&#x2014;the kind that makes one think:\n&#x201C;<em>This</em> is worth living for&#x201D;&#x2014;what one is greeting and affirming in emotional\nterms is the metaphysical fact that <em>life</em> is an end in itself.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 29\n\n\n"
    },
    {
      "content": null
    }
  ]
}