{
  "title": "Hedonism",
  "articles": [
    {
      "content": "I am profoundly opposed to the philosophy of hedonism. Hedonism is the doctrine\nwhich holds that the good is whatever gives you pleasure and, therefore,\npleasure is the standard of morality. Objectivism holds that the good must be\ndefined by a rational standard of value, that pleasure is not a first cause,\nbut only a consequence, that only the pleasure which proceeds from a rational\nvalue judgment can be regarded as moral, that pleasure, as such, is not a guide\nto action nor a standard of morality. To say that pleasure should be the\nstandard of morality simply means that whichever values you happen to have\nchosen, consciously or subconsciously, rationally or irrationally, are right\nand moral. This means that you are to be guided by chance feelings, emotions\nand whims, not by your mind. My philosophy is the opposite of hedonism. I hold\nthat one cannot achieve happiness by random, arbitrary or subjective means. One\ncan achieve happiness only on the basis of rational values. By rational values,\nI do not mean anything that a man may arbitrarily or blindly declare to be\nrational. It is the province of morality, of the science of ethics, to define\nfor men what is a rational standard and what are the rational values to pursue.",
      "attribution": "\n\nPlayboy Interview: Ayn Rand\nPlayboy, March 1964\n\n\n"
    },
    {
      "content": "<em>This</em> is the fallacy inherent in <em>hedonism</em>&#x2014;in any variant of ethical\nhedonism, personal or social, individual or collective. &#x201C;Happiness&#x201D; can\nproperly be the <em>purpose</em> of ethics, but <em>not</em> the <em>standard</em>. The task of\nethics is to define man&#x2019;s proper code of values and thus to give him the means\nof achieving happiness. To declare, as the ethical hedonists do, that &#x201C;the\nproper value is whatever gives you pleasure&#x201D; is to declare that &#x201C;the proper\nvalue is whatever you happen to value&#x201D;&#x2014;which is an act of intellectual and\nphilosophical abdication, an act which merely proclaims the futility of ethics\nand invites all men to play it deuces wild.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 29\n\n\n"
    },
    {
      "content": "In practice, men have no way of obeying the tenets of hedonism, except by\ntaking <em>their already formed feelings</em>&#x2014;their desires and aversions, their\nloves and fears&#x2014;as <em>the given</em>, as irreducible primaries the satisfaction of\nwhich is the purpose of morality, regardless of whether the value-judgments\nthat caused these feelings are rational or irrational, consistent or\ncontradictory, consonant with reality or in flagrant defiance of it.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist-newsletter.html",
      "img": "http://cultureofreason.org/style/img/theobjectivistnewsletter.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, “Ethical Hedonism,”\nThe Objectivist Newsletter, Feb. 1962, 7\n\n\n"
    },
    {
      "content": null
    }
  ],
  "acknowledgement": "\n<p>\n<cite>Playboy</cite> Interview: Ayn&#xA0;Rand<br>\n<cite>Playboy</cite>, March 1964\n</p>\n\n",
  "links": [
    {
      "url": "http://aynrandlexicon.com/lexicon/emotions.html",
      "title": "Emotions"
    }
  ]
}