{
  "title": "Independence",
  "articles": [
    {
      "content": "Independence is the recognition of the fact that yours is the responsibility of\njudgment and nothing can help you escape it&#x2014;that no substitute can do your\nthinking, as no pinch-hitter can live your life&#x2014;that the vilest form of\nself-abasement and self-destruction is the subordination of your mind to the\nmind of another, the acceptance of an authority over your brain, the acceptance\nof his assertions as facts, his say-so as truth, his edicts as middle-man\nbetween your consciousness and your existence.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 128\n\n\n"
    },
    {
      "content": "No matter how vast your knowledge or how modest, it is your own mind that has\nto acquire it. It is only with your own knowledge that you can deal. It is only\nyour own knowledge that you can claim to possess or ask others to consider.\nYour mind is your only judge of truth&#x2014;and if others dissent from your verdict,\nreality is the court of final appeal. Nothing but a man&#x2019;s mind can perform that\ncomplex, delicate, crucial process of identification which is thinking. Nothing\ncan direct the process but his own judgment. Nothing can direct his judgment\nbut his moral integrity.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 126\n\n\n"
    },
    {
      "content": "Live and act within the limit of your knowledge and keep expanding it to the\nlimit of your life. Redeem your mind from the hockshops of authority. Accept\nthe fact that you are not omniscient, but playing a zombie will not give you\nomniscience&#x2014;that your mind is fallible, but becoming mindless will not make\nyou infallible&#x2014;that an error made on your own is safer than ten truths\naccepted on faith, because the first leaves you the means to correct it, but\nthe second destroys your capacity to distinguish truth from error. In place of\nyour dream of an omniscient automaton, accept the fact that any knowledge man\nacquires is acquired by his own will and effort, and that <em>that</em> is his\ndistinction in the universe, <em>that</em> is his nature, his morality, his glory.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 178\n\n\n"
    },
    {
      "content": "[An] error is committed by the man who declares that since man must be guided\nby his own independent judgment, any action he chooses to take is moral if <em>he</em>\nchooses it. One&#x2019;s own independent judgment is the <em>means</em> by which one must\nchoose one&#x2019;s actions, but it is not a moral criterion nor a moral validation:\nonly reference to a demonstrable principle can validate one&#x2019;s choices.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Introduction,”\nThe Virtue of Selfishness, x\n\n\n"
    },
    {
      "content": null
    }
  ],
  "acknowledgement": "\n\n<p>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html\"><img src=\"http://cultureofreason.org/style/img/forthenewintellectual.jpg\" alt=\"For the New Intellectual\"></a>\n</p>\n<p>\nGalt&#x2019;s Speech,<br>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html\"><cite>For the New Intellectual</cite></a>, 128\n</p>\n\n",
  "links": [
    {
      "url": "http://aynrandlexicon.com/lexicon/creators.html",
      "title": "Creators"
    }
  ]
}