{
  "title": "Intellectuals",
  "articles": [
    {
      "content": "The professional intellectual is the field agent of the army whose\ncommander-in-chief is the <em>philosopher</em>. The intellectual carries the\napplication of philosophical principles to every field of human endeavor. He\nsets a society&#x2019;s course by transmitting ideas from the &#x201C;ivory tower&#x201D; of the\nphilosopher to the university professor&#x2014;to the writer&#x2014;to the artist&#x2014;to the\nnewspaperman&#x2014;to the politician&#x2014;to the movie maker&#x2014;to the night-club\nsinger&#x2014;to the man in the street. The intellectual&#x2019;s specific professions are\nin the field of the sciences that study man, the so-called &#x201C;humanities,&#x201D; but\nfor that very reason his influence extends to all other professions. Those who\ndeal with the sciences studying nature have to rely on the intellectual for\nphilosophical guidance and information: for moral values, for social theories,\nfor political premises, for psychological tenets and, above all, for the\nprinciples of epistemology, that crucial branch of philosophy which studies\nman&#x2019;s means of knowledge and makes all other sciences possible. The\nintellectual is the eyes, ears and voice of a free society: it is <em>his</em> job to\nobserve the events of the world, to evaluate their meaning and to inform the\nmen in all the other fields.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 27\n\n\n"
    },
    {
      "content": "[The intellectuals] are a group that holds a unique prerogative: the potential\nof being either the most productive or the most parasitical of all social\ngroups.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“A Preview,”\nThe Ayn Rand Letter, I, 24, 1\n\n\n"
    },
    {
      "content": "Historically, the professional intellectual is a very recent phenomenon: he\ndates only from the industrial revolution. There are no professional\nintellectuals in primitive, savage societies, there are only witch doctors.\nThere were no professional intellectuals in the Middle Ages, there were only\nmonks in monasteries. In the post-Renaissance era, prior to the birth of\ncapitalism, the men of the intellect&#x2014;the philosophers, the teachers, the\nwriters, the early scientists&#x2014;were men without a profession, that is: without\na socially recognized position, without a market, without a means of earning a\nlivelihood. Intellectual pursuits had to depend on the accident of inherited\nwealth or on the favor and financial support of some wealthy protector. And\nwealth was not earned on an open market, either; wealth was acquired by\nconquest, by force, by political power, or by the favor of those who held\npolitical power. Tradesmen were more vulnerably and precariously dependent on\nfavor than the intellectuals.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 12\n\n\n"
    },
    {
      "content": null
    }
  ]
}