{
  "title": "Intrinsic Theory of Values",
  "articles": [
    {
      "content": "There are, in essence, three schools of thought on the nature of the good: the\nintrinsic, the subjective, and the objective. The <em>intrinsic</em> theory holds that\nthe good is inherent in certain things or actions as such, regardless of their\ncontext and consequences, regardless of any benefit or injury they may cause to\nthe actors and subjects involved. It is a theory that divorces the concept of\n&#x201C;good&#x201D; from beneficiaries, and the concept of &#x201C;value&#x201D; from valuer and\npurpose&#x2014;claiming that the good is good in, by, and of itself.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 21\n\n\n"
    },
    {
      "content": "The intrinsic theory holds that the good resides in some sort of reality,\nindependent of man&#x2019;s consciousness.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 22\n\n\n"
    },
    {
      "content": "If a man believes that the good is intrinsic in certain actions, he will not\nhesitate to force others to perform them. If he believes that the human benefit\nor injury caused by such actions is of no significance, he will regard a sea of\nblood as of no significance. If he believes that the beneficiaries of such\nactions are irrelevant (or interchangeable), he will regard wholesale slaughter\nas his moral duty in the service of a &#x201C;higher&#x201D; good. It is the intrinsic theory\nof values that produces a Robespierre, a Lenin, a Stalin, or a Hitler. It is\nnot an accident that Eichmann was a Kantian.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 22\n\n\n"
    },
    {
      "content": null
    }
  ]
}