{
  "title": "Justice",
  "articles": [
    {
      "content": "Justice is the recognition of the fact that you cannot fake the character of\nmen as you cannot fake the character of nature, that you must judge all men as\nconscientiously as you judge inanimate objects, with the same respect for\ntruth, with the same incorruptible vision, by as pure and as <em>rational</em> a\nprocess of identification&#x2014;that every man must be judged for what he is and\ntreated accordingly, that just as you do not pay a higher price for a rusty\nchunk of scrap than for a piece of shining metal, so you do not value a rotter\nabove a hero&#x2014;that your moral appraisal is the coin paying men for their\nvirtues or vices, and this payment demands of you as scrupulous an honor as you\nbring to financial transactions&#x2014;that to withhold your contempt from men&#x2019;s\nvices is an act of moral counterfeiting, and to withhold your admiration from\ntheir virtues is an act of moral embezzlement&#x2014;that to place any other concern\nhigher than justice is to devaluate your moral currency and defraud the good in\nfavor of the evil, since only the good can lose by a default of justice and\nonly the evil can profit&#x2014;and that the bottom of the pit at the end of that\nroad, the act of moral bankruptcy, is to punish men for their virtues and\nreward them for their vices, that that is the collapse to full depravity, the\nBlack Mass of the worship of death, the dedication of your consciousness to the\ndestruction of existence.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 129\n\n\n"
    },
    {
      "content": "What fact of reality gave rise to the concept &#x201C;justice&#x201D;? The fact that man must\ndraw conclusions about the things, people and events around him, i.e., must\njudge and evaluate them. Is his judgment automatically right? No. What causes\nhis judgment to be wrong? The lack of sufficient evidence, or his evasion of\nthe evidence, or his inclusion of considerations other than the facts of the\ncase.  How, then, is he to arrive at the right judgment? By basing it\nexclusively on the factual evidence and by considering all the relevant\nevidence available. But isn&#x2019;t this a description of &#x201C;objectivity&#x201D;? Yes,\n&#x201C;objective judgment&#x201D; is one of the wider categories to which the concept\n&#x201C;justice&#x201D; belongs. What distinguishes &#x201C;justice&#x201D; from other instances of\nobjective judgment? When one evaluates the nature or actions of inanimate\nobjects, the criterion of judgment is determined by the particular purpose for\nwhich one evaluates them. But how does one determine a criterion for evaluating\nthe character and actions of men, in view of the fact that men possess the\nfaculty of volition? What science can provide an objective criterion of\nevaluation in regard to volitional matters? Ethics. Now, do I need a concept to\ndesignate the act of judging a man&#x2019;s character and/or actions exclusively on\nthe basis of all the factual evidence available, and of evaluating it by means\nof an objective moral criterion? Yes. That concept is &#x201C;justice.&#x201D;",
      "url": "http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html",
      "img": "http://cultureofreason.org/style/img/introtoobjectivist.gif",
      "attribution": "\n\n\n\n\n\n“Definitions,”\nIntroduction to Objectivist Epistemology, 51\n\n\n"
    },
    {
      "content": "It is not justice or equal treatment that you grant to men when you abstain\nequally from praising men&#x2019;s virtues and from condemning men&#x2019;s vices. When your\nimpartial attitude declares, in effect, that neither the good nor the evil may\nexpect anything from you&#x2014;whom do you betray and whom do you encourage?",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“How Does One Lead a Rational Life in an Irrational Society,”\nThe Virtue of Selfishness, 71\n\n\n"
    },
    {
      "content": "Since men are born <em>tabula rasa</em>, both cognitively and morally, a rational man\nregards strangers as innocent until proved guilty, and grants them that initial\ngood will in the name of their human potential. After that, he judges them\naccording to the moral character they have actualized. If he finds them guilty\nof major evils, his good will is replaced by contempt and moral condemnation.\n(If one values human life, one cannot value its destroyers.) If he finds them\nto be virtuous, he grants them personal, individual value and appreciation, in\nproportion to their virtues.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Ethics of Emergencies,”\nThe Virtue of Selfishness, 47\n\n\n"
    },
    {
      "content": "The new &#x201C;theory of justice&#x201D; [of John Rawls] demands that men counteract the\n&#x201C;injustice&#x201D; of nature by instituting the most obscenely unthinkable injustice\namong men: deprive &#x201C;those favored by nature&#x201D; (i.e., the talented, the\nintelligent, the creative) of the right to the rewards they produce (i.e., the\nright to life)&#x2014;and grant to the incompetent, the stupid, the slothful a right\nto the effortless enjoyment of the rewards they could not produce, could not\nimagine, and would not know what to do with.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“An Untitled Letter,”\nPhilosophy: Who Needs It, 110\n\n\n"
    },
    {
      "content": null
    }
  ]
}