{
  "title": "Kant, Immanuel",
  "articles": [
    {
      "content": "On every fundamental issue, Kant&#x2019;s philosophy is the exact opposite of Objectivism.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist.html",
      "img": "http://cultureofreason.org/style/img/theobjectivist.jpg",
      "attribution": "\n\n\n\n\n\n“Brief Summary,”\nThe Objectivist, Sept. 1971, 4\n\n\n"
    },
    {
      "content": "The man who .&#xA0;.&#xA0;. closed the door of philosophy to reason, was Immanuel Kant.&#xA0;.&#xA0;.&#xA0;.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 30\n\n\n"
    },
    {
      "content": "The motive of all the attacks on man&#x2019;s rational faculty&#x2014;from any quarter, in\nany of the endless variations, under the verbal dust of all the murky\nvolumes&#x2014;is a single, hidden premise: the desire to exempt consciousness from\nthe law of identity. The hallmark of a mystic is the savagely stubborn refusal\nto accept the fact that consciousness, like any other existent, possesses\nidentity, that it is a faculty of a specific nature, functioning through\nspecific means. While the advance of civilization has been eliminating one area\nof magic after another, the last stand of the believers in the miraculous\nconsists of their frantic attempts to regard <em>identity</em> as the <em>disqualifying</em>\nelement of consciousness.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html",
      "img": "http://cultureofreason.org/style/img/introtoobjectivist.gif",
      "attribution": "\n\n\n\n\n\n“Consciousness and Identity,”\nIntroduction to Objectivist Epistemology, 79–81\n\n\n"
    },
    {
      "content": "A &#x201C;straw man&#x201D; is an odd metaphor to apply to such an enormous, cumbersome,\nponderous construction as Kant&#x2019;s system of epistemology. Nevertheless, a straw\nman is what it was&#x2014;and the doubts, the uncertainty, the skepticism that\nfollowed, skepticism about man&#x2019;s ability ever to know anything, were not, in\nfact, applicable to human consciousness, because it was not a human\nconsciousness that Kant&#x2019;s robot represented. But philosophers accepted it as\nsuch. And while they cried that reason had been invalidated, they did not\nnotice that reason had been pushed off the philosophical scene altogether and\nthat the faculty they were arguing about was <em>not</em> reason.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Faith and Force: The Destroyers of the Modern World,”\nPhilosophy: Who Needs It, 64\n\n\n"
    },
    {
      "content": "One of Kant&#x2019;s major goals was to save religion (including the essence of\nreligious morality) from the onslaughts of science. His system represents a\nmassive effort to raise the principles of Platonism, in a somewhat altered\nform, once again to a position of commanding authority over Western culture.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, \nThe Ominous Parallels, 31\n\n\n"
    },
    {
      "content": "Plato was more than a Platonist; despite his mysticism, he was also a pagan\nGreek.  As such he exhibited a certain authentic respect for reason, a respect\nwhich was implicit in Greek philosophy no matter how explicitly irrational it\nbecame.  The Kantian mysticism, however, suffers from no such pagan restraints.\nIt flows forth triumphantly, sweeping the prostrate human mind before it.\nSince man can never escape the distorting agents inherent in the structure of\nhis consciousness, says Kant, &#x201C;things in themselves&#x201D; are in principle\nunknowable.  Reason is impotent to discover anything about reality; if it\ntries, it can only bog down in impenetrable contradictions.  Logic is merely a\nsubjective human device, devoid of reference to or basis in reality.  Science,\nwhile useful as a means of ordering the data of the world of appearances, is\nlimited to describing a surface world of man&#x2019;s own creation and says nothing\nabout things as they really are.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, \nThe Ominous Parallels, 32\n\n\n"
    },
    {
      "content": "There are two different kinds of subjectivism, distinguished by their answers\nto the question: <em>whose</em> consciousness creates reality?  Kant rejected the\nolder of these two, which was the view that each man&#x2019;s feelings create a\nprivate universe for him.  Instead, Kant ushered in the era of <em>social</em>\nsubjectivism&#x2014;the view that it is not the consciousness of individuals, but of\n<em>groups</em>, that creates reality.  In Kant&#x2019;s system, mankind as a whole is the\ndecisive group; what creates the phenomenal world is not the idiosyncrasies of\nparticular individuals, but the mental structure common to all men.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, \nThe Ominous Parallels, 63\n\n\n"
    },
    {
      "content": "A man&#x2019;s self, [Kant] maintains, like everything else, is a part of reality&#x2014;it,\ntoo, is something in itself&#x2014;and if reality is unknowable, then <em>so is a man&#x2019;s\nself</em>. A man is able, Kant concludes, to know only his phenomenal ego, his self\nas it appears to him (in introspection); he cannot know his noumenal ego, his\n&#x201C;ego as it is in itself.&#x201D; Man is, therefore, a creature in metaphysical\nconflict. He is so to speak a metaphysical biped, with one (unreal) foot in the\nphenomenal world and one (unknowable) foot in the noumenal world.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, \nThe Ominous Parallels, 77\n\n\n"
    },
    {
      "content": "As to Kant&#x2019;s version of morality, it was appropriate to the kind of zombies\nthat would inhabit that kind of [Kantian] universe: it consisted of total,\nabject <em>selflessness</em>. An action is moral, said Kant, only if one has no desire\nto perform it, but performs it out of a sense of <em>duty</em> and derives no benefit\nfrom it of any sort, neither material nor spiritual; a benefit destroys the\nmoral value of an action. (Thus, if one has no desire to be evil, one cannot be\ngood; if one has, one can.)",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 32\n\n\n"
    },
    {
      "content": "The arch-advocate of &#x201C;duty&#x201D; is Immanuel Kant; he went so much farther than\nother theorists that they seem innocently benevolent by comparison. &#x201C;Duty,&#x201D; he\nholds, is the only standard of virtue; but virtue is not its own reward: if a\nreward is involved, it is no longer virtue. The only moral motivation, he\nholds, is devotion to duty for duty&#x2019;s sake; only an action motivated\nexclusively by such devotion is a moral action (i.e., an action performed\nwithout any concern for &#x201C;inclination&#x201D; [desire] or self-interest).",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Causality Versus Duty,”\nPhilosophy: Who Needs It, 96\n\n\n"
    },
    {
      "content": "His view of morality is propagated by men who have never heard of him&#x2014;he\nmerely gave them a formal, academic status. A Kantian sense of &#x201C;duty&#x201D; is\ninculcated by parents whenever they declare that a child <em>must</em> do something\nbecause he <em>must</em>. A child brought up under the constant battering of\ncauseless, arbitrary, contradictory, inexplicable &#x201C;musts&#x201D; loses (or never\nacquires) the ability to grasp the distinction between realistic necessity and\nhuman whims&#x2014;and spends his life abjectly, dutifully obeying the second and\ndefying the first. In the full meaning of the term, he grows up without a clear\ngrasp of reality.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Causality Versus Duty,”\nPhilosophy: Who Needs It, 98\n\n\n"
    },
    {
      "content": "In a deontological [duty-centered] theory, all personal desires are banished\nfrom the realm of morality; a personal desire has no moral significance, be it\na desire to create or a desire to kill. For example, if a man is not supporting\nhis life from duty, such a morality makes no distinction between supporting it\nby honest labor or by robbery. If a man <em>wants</em> to be honest, he deserves no\nmoral credit; as Kant would put it, such honesty is &#x201C;praiseworthy,&#x201D; but without\n&#x201C;moral import.&#x201D; Only a vicious represser, who feels a profound desire to lie,\ncheat and steal, but forces himself to act honestly for the sake of &#x201C;duty,&#x201D;\nwould receive a recognition of moral worth from Kant and his ilk.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Causality Versus Duty,”\nPhilosophy: Who Needs It, 97\n\n\n"
    },
    {
      "content": "In theory, Kant states, a man deserves moral credit for an action done from\nduty, even if his inclinations also favor it&#x2014;but only insofar as the latter\nare incidental and play no role in his motivation. But in practice, Kant\nmaintains, whenever the two coincide no one can <em>know</em> that he has escaped the\ninfluence of inclination. For all practical purposes, therefore, a moral man\nmust have no private stake in the outcome of his actions, no personal motive,\nno expectation of profit or gain of any kind.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, \nThe Ominous Parallels, 75\n\n\n"
    },
    {
      "content": "Kant is the first philosopher of self-sacrifice to advance this ethics as a\nmatter of philosophic <em>principle</em>, explicit, self-conscious,\nuncompromised&#x2014;essentially uncontradicted by any remnants of the Greek,\npro-self viewpoint.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, \nThe Ominous Parallels, 78\n\n\n"
    },
    {
      "content": "It is not inner peace that Kant holds out to man, not otherworldly serenity or\nethereal tranquillity, but war, a bloody, unremitting war against passionate,\nindomitable temptation.  It is the lot of the moral man to struggle against\nundutiful feelings inherent in his nature, and the more intensely he feels and\nthe more desperately he struggles, the greater his claim to virtue.  It is the\nlot of the moral man to burn with desire and then, on principle&#x2014;the principle\nof duty&#x2014;to thwart it.  The hallmark of the moral man is to suffer.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, \nThe Ominous Parallels, 82\n\n\n"
    },
    {
      "content": "If men lived the sort of life Kant demands, who or what would gain from it?\nNothing and no one. The concept of &#x201C;gain&#x201D; has been expunged from morality. For\nKant, it is the dutiful sacrifice as such that constitutes a man&#x2019;s claim to\nvirtue; the welfare of any recipient is morally incidental. Virtue, for Kant,\nis not the service of an interest&#x2014;neither of the self nor of God nor of\nothers. (A man can claim moral credit for service to others in this view, not\nbecause <em>they</em> benefit, but only insofar as <em>he</em> loses.)",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, \nThe Ominous Parallels, 83\n\n\n"
    },
    {
      "content": "Sacrifice is the surrender of that which you value in favor of that which you\ndon&#x2019;t.&#xA0;.&#xA0;.&#xA0;. It is not a sacrifice to renounce the unwanted. It is not a\nsacrifice to give your life to others, if death is your personal desire. To\nachieve the virtue of sacrifice, you must want to live, you must love it, you\nmust burn with passion for this earth and for all the splendor it can give\nyou&#x2014;you must feel the twist of every knife as it slashes your desires away\nfrom your reach and drains your love out of your body. It is not mere death\nthat the morality of sacrifice holds out to you as an ideal, but death by slow\ntorture.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 140\n\n\n"
    },
    {
      "content": "You may also find it hard to believe that anyone could advocate the things Kant\nis advocating. If you doubt it, I suggest that you look up the references given\nand read the original works. Do not seek to escape the subject by thinking:\n&#x201C;Oh, Kant didn&#x2019;t mean it!&#x201D; He did.&#xA0;.&#xA0;.&#xA0;.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist.html",
      "img": "http://cultureofreason.org/style/img/theobjectivist.jpg",
      "attribution": "\n\n\n\n\n\n“Brief Summary,”\nThe Objectivist, Sept. 1971, 4\n\n\n"
    },
    {
      "content": "Kant originated the technique required to sell irrational notions to the men of\na skeptical, cynical age who have formally rejected mysticism without grasping\nthe rudiments of rationality.  The technique is as follows: if you want to\npropagate an outrageously evil idea (based on traditionally accepted\ndoctrines), your conclusion must be brazenly clear, but your proof\nunintelligible.  Your proof must be so tangled a mess that it will paralyze a\nreader&#x2019;s critical faculty&#x2014;a mess of evasions, equivocations, obfuscations,\ncircumlocutions, non sequiturs, endless sentences leading nowhere, irrelevant\nside issues, clauses, sub-clauses and sub-sub-clauses, a meticulously lengthy\nproving of the obvious, and big chunks of the arbitrary thrown in as\nself-evident, erudite references to sciences, to pseudo-sciences, to the\nnever-to-be-sciences, to the untraceable and the unprovable&#x2014;all of it resting\non a zero: the <em>absence</em> of definitions.  I offer in evidence the\n<cite>Critique of Pure Reason</cite>.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“An Untitled Letter,”\nPhilosophy: Who Needs It, 116\n\n\n"
    },
    {
      "content": "If &#x201C;genius&#x201D; denotes extraordinary ability, then Kant may be called a genius in\nhis capacity to sense, play on and perpetuate human fears, irrationalities and,\nabove all, ignorance.  His influence rests not on philosophical but on\n<em>psychological</em> factors.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Causality Versus Duty,”\nPhilosophy: Who Needs It, 98\n\n\n"
    },
    {
      "content": "The philosophy of Kant is a systematic rationalization of every major\npsychological vice.  The metaphysical inferiority of this world (as a\n&#x201C;phenomenal&#x201D; world of mere &#x201C;appearances&#x201D;), is a rationalization for the hatred\nof reality.  The notion that reason is unable to perceive reality and deals\nonly with &#x201C;appearances,&#x201D; is a rationalization for the hatred of reason; it is\nalso a rationalization for a profound kind of epistemological egalitarianism\nwhich reduces reason to equality with the futile puttering of &#x201C;idealistic&#x201D;\ndreamers.  The metaphysical superiority of the &#x201C;noumenal&#x201D; world, is a\nrationalization for the supremacy of emotions, which are thus given the power\nto know the unknowable by ineffable means.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophical Detection,”\nPhilosophy: Who Needs It, 19\n\n\n"
    },
    {
      "content": null
    }
  ]
}