{
  "title": "“Liberals”",
  "articles": [
    {
      "content": "The basic and crucial political issue of our age is: <em>capitalism versus\n  socialism</em>, or freedom versus statism. For decades, this issue has been\nsilenced, suppressed, evaded, and hidden under the foggy, undefined\nrubber-terms of &#x201C;conservatism&#x201D; and &#x201C;liberalism&#x201D; which had lost their original\nmeaning and could be stretched to mean all things to all men.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“‘Extremism,’ or the Art of Smearing,”\nCapitalism: The Unknown Ideal, 178\n\n\n"
    },
    {
      "content": "The most timid, frightened, conservative defenders of the status quo&#x2014;of\nthe <em>intellectual</em> status quo&#x2014;are today&#x2019;s liberals (the leaders of\nthe conservatives never ventured into the realm of the intellect). What they\ndread to discover is the fact that the intellectual status quo they inherited\nis bankrupt, that they have no ideological base to stand on and no capacity to\nconstruct one. Brought up on the philosophy of Pragmatism, they have been\ntaught that principles are unprovable, impractical or non-existent&#x2014;which\nhas destroyed their ability to integrate ideas, to deal with abstractions, and\nto see beyond the range of the immediate moment. Abstractions, they claim, are\n&#x201C;simplistic&#x201D; (another anti-concept); myopia is sophisticated. &#x201C;Don&#x2019;t polarize!&#x201D;\nand &#x201C;Don&#x2019;t rock the boat!&#x201D; are expressions of the same kind of panic.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“Credibility and Polarization,”\nThe Ayn Rand Letter, I, 1, 2\n\n\n"
    },
    {
      "content": "In the 1930&#x2019;s, the &#x201C;liberals&#x201D; had a program of broad social reforms and a\ncrusading spirit, they advocated a planned society, they talked in terms of\nabstract principles, they propounded theories of a predominantly socialistic\nnature&#x2014;and most of them were touchy about the accusation that they were\nenlarging the government&#x2019;s power; most of them were assuring their opponents\nthat government power was only a temporary means to an end&#x2014;a &#x201C;noble end,&#x201D;\nthe liberation of the individual from his bondage to material needs.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The New Fascism: Rule by Consensus,”\nCapitalism: The Unknown Ideal, 209\n\n\n"
    },
    {
      "content": "The majority of those who are loosely identified by the term &#x201C;liberals&#x201D; are\nafraid to let <em>themselves</em> discover that what they advocate <em>is</em>\nstatism. They do not want to accept the full meaning of their goal; they want\nto keep all the advantages and effects of capitalism, while destroying the\ncause, and they want to establish statism without its necessary effects. They\ndo not want to know or to admit that they are the champions of dictatorship and\nslavery.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“Conservatism: An Obituary,”\nCapitalism: The Unknown Ideal, 194\n\n\n"
    },
    {
      "content": "For more than fifty years, the West&#x2019;s liberal intellectuals have proclaimed\ntheir love for mankind, while being bored by the rivers of blood pouring out of\nthe Soviet Union. Professing their compassion for human suffering, they have\nnone for the victims in Russia. Unable or unwilling to give up their faith in\ncollectivism, they evade the existence of Soviet atrocities, of terror, secret\npolice and concentration camps&#x2014;and publish glowing tributes to Soviet\ntechnology, production and art. Posturing as humanitarians, they man the\nbarricades to fight the &#x201C;injustice,&#x201D; &#x201C;exploitation,&#x201D; &#x201C;repression,&#x201D; and\n&#x201C;persecution&#x201D; they claim to find in <em>America</em>; as to the full reality of\nsuch things in Russia, they keep silent.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist.html",
      "img": "http://cultureofreason.org/style/img/theobjectivist.jpg",
      "attribution": "\n\n\n\n\n\nSusan Ludel, “Review of Anatoly Marchenko’s My Testimony,”\nThe Objectivist, July 1970, 15\n\n\n"
    },
    {
      "content": null
    }
  ]
}