{
  "title": "Logic",
  "articles": [
    {
      "content": "All thinking is a process of identification and integration. Man perceives a\nblob of color; by integrating the evidence of his sight and his touch, he\nlearns to identify it as a solid object; he learns to identify the object as a\ntable; he learns that the table is made of wood; he learns that the wood\nconsists of cells, that the cells consist of molecules, that the molecules\nconsist of atoms. All through this process, the work of his mind consists of\nanswers to a single question: <em>What</em> is it? His means to establish the truth of\nhis answers is logic, and logic rests on the axiom that existence exists. Logic\nis the art of <em>non-contradictory identification</em>. A contradiction cannot exist.\nAn atom is itself, and so is the universe; neither can contradict its own\nidentity; nor can a part contradict the whole. No concept man forms is valid\nunless he integrates it without contradiction into the total sum of his\nknowledge. To arrive at a contradiction is to confess an error in one&#x2019;s\nthinking; to maintain a contradiction is to abdicate one&#x2019;s mind and to evict\noneself from the realm of reality.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 125\n\n\n"
    },
    {
      "content": "The fundamental concept of method, the one on which all the others depend, is\n<em>logic</em>. The distinguishing characteristic of logic (the art of\nnon-contradictory identification) indicates the nature of the actions (actions\nof consciousness required to achieve a correct identification) and their goal\n(knowledge)&#x2014;while omitting the length, complexity or specific steps of the\nprocess of logical inference, as well as the nature of the particular cognitive\nproblem involved in any given instance of using logic.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html",
      "img": "http://cultureofreason.org/style/img/introtoobjectivist.gif",
      "attribution": "\n\n\n\n\n\n“Concepts of Consciousness,”\nIntroduction to Objectivist Epistemology, 36\n\n\n"
    },
    {
      "content": "&#x201C;It&#x2019;s logical, but logic has nothing to do with reality.&#x201D; Logic is the art or\nskill of non-contradictory identification. Logic has a single law, the Law of\nIdentity, and its various corollaries. If logic has nothing to do with reality,\nit means that the Law of Identity is inapplicable to reality. If so, then: a.\nthings are not what they are; b. things can be and not be at the same time, in\nthe same respect, i.e., reality is made up of contradictions. If so, by what\nmeans did anyone discover it? By illogical means. (This last is for sure.) The\npurpose of that notion is crudely obvious.  Its actual meaning is not: &#x201C;Logic\nhas nothing to do with reality,&#x201D; but: &#x201C;I, the speaker, have nothing to do with\nlogic (or with reality).&#x201D; When people use that catch phrase, they mean either:\n&#x201C;It&#x2019;s logical, but I don&#x2019;t choose to be logical&#x201D; or: &#x201C;It&#x2019;s logical, but people\nare not logical, they don&#x2019;t think&#x2014;and I intend to pander to their\nirrationality.&#x201D;",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophical Detection,”\nPhilosophy: Who Needs It, 15\n\n\n"
    },
    {
      "content": "Logic is man&#x2019;s method of reaching conclusions <em>objectively</em> by deriving them\nwithout contradiction from the facts of reality&#x2014;ultimately, from the evidence\nprovided by man&#x2019;s senses. If men reject logic, then the tie between their\nmental processes and reality is severed; all cognitive standards are\nrepudiated, and anything goes; any contradiction, on any subject, may be\nendorsed (and simultaneously rejected) by anyone, as and when he feels like it.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist.html",
      "img": "http://cultureofreason.org/style/img/theobjectivist.jpg",
      "attribution": "\n\n\n\n\n\n“Nazism and Subjectivism,”\nThe Objectivist, Feb. 1971, 12\n\n\n"
    },
    {
      "content": "Any theory that propounds an opposition between the logical and the empirical,\nrepresents a failure to grasp the nature of logic and its role in human\ncognition. Man&#x2019;s knowledge is not acquired by logic apart from experience or by\nexperience apart from logic, but <em>by the application of logic to experience</em>.\nAll truths are the product of a logical identification of the facts of\nexperience.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html",
      "img": "http://cultureofreason.org/style/img/introtoobjectivist.gif",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, “The Analytic-Synthetic Dichotomy,”\nIntroduction to Objectivist Epistemology, 112–113\n\n\n"
    },
    {
      "content": null
    }
  ]
}