{
  "title": "Logical Positivism",
  "articles": [
    {
      "content": "As a defense against the Witch-doctory of Hegel, who claimed universal\nomniscience, the scientist was offered the combined neo-mystic Witch-doctory\nand Attila-ism of the Logical Positivists. They assured him that such concepts\nas metaphysics or existence or reality or thing or matter or mind are\nmeaningless&#x2014;let the mystics care whether they exist or not, a scientist does\nnot have to know it; the task of theoretical science is the manipulation of\nsymbols, and scientists are the special elite whose symbols have the magic\npower of making reality conform to their will (&#x201C;matter is that which fits\nmathematical equations&#x201D;). Knowledge, they said, consists, not of facts, but of\n<em>words</em>, words unrelated to objects, words of an arbitrary social convention,\nas an irreducible primary; thus knowledge is merely a matter of manipulating\nlanguage. The job of scientists, they said, is not the study of reality, but\nthe creation of arbitrary constructs by means of arbitrary sounds, and any\nconstruct is as valid as another, since the criterion of validity is only\n&#x201C;convenience&#x201D; and the definition of science is &#x201C;that which the scientists do.&#x201D;\nBut this omnipotent power, surpassing the dreams of ancient numerologists or of\nmedieval alchemists, was granted to the scientist by philosophical Attila-ism\non two conditions: <em>a</em>. that he never claim certainty for his knowledge, since\ncertainty is unknown to man, and that he claim, instead, &#x201C;percentages of\nprobability,&#x201D; not troubling himself with such questions as how one calculates\npercentages of the unknowable; <em>b</em>. that he claim as absolute knowledge the\nproposition that all values lie outside the sphere of science, that reason is\nimpotent to deal with morality, that moral values are a matter of subjective\nchoice, dictated by one&#x2019;s feelings, not one&#x2019;s mind.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 34\n\n\n"
    },
    {
      "content": "Ever since Kant divorced reason from reality, his intellectual descendants have\nbeen diligently widening the breach. In the name of reason, Pragmatism\nestablished a range-of-the-moment view as an enlightened perspective on life,\ncontext-dropping as a rule of epistemology, expediency as a principle of\nmorality, and collective subjectivism as a substitute for metaphysics. Logical\nPositivism carried it farther and, in the name of reason, elevated the\nimmemorial psycho-epistemology of shyster-lawyers to the status of a scientific\nepistemological system&#x2014;by proclaiming that knowledge consists of linguistic\nmanipulations.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The Cashing-In: The Student ‘Rebellion,’”\nCapitalism: The Unknown Ideal, 246\n\n\n"
    },
    {
      "content": "If [the student &#x201C;rebels&#x201D;] &#x201C;seem unable to formulate or sustain a systematized\npolitical theory of society,&#x201D; yet shriek with moral righteousness that they\npropose to achieve their social goals by physical force&#x2014;hasn&#x2019;t Logical\nPositivism taught them that ethical propositions have no cognitive meaning and\nare merely a report on one&#x2019;s feelings or the equivalent of emotional\nejaculations? If they are savagely blind to everything but the immediate\nmoment&#x2014;hasn&#x2019;t Logical Positivism taught them that nothing else can be claimed\nwith certainty to exist?",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The Cashing-In: The Student ‘Rebellion,’”\nCapitalism: The Unknown Ideal, 248\n\n\n"
    },
    {
      "content": "Logical Positivism declares that &#x201C;reality,&#x201D; &#x201C;identity,&#x201D; &#x201C;existence,&#x201D; &#x201C;mind&#x201D; are\nmeaningless terms, that man can be certain of nothing but the sensory\nperceptions of the immediate moment .&#xA0;.&#xA0;. it declares that the meaning of the\nproposition: &#x201C;Napoleon lost the battle of Waterloo&#x201D; is your walk to the library\nwhere you read it in a book.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/return-of-the-primitive.html",
      "img": "http://cultureofreason.org/style/img/returnoftheprimitive.gif",
      "attribution": "\n\n\n\n\n\n“The Comprachicos,”\nReturn of the Primitive: The Anti-Industrial Revolution, 82\n\n\n"
    },
    {
      "content": null
    }
  ]
}