{
  "title": "Man",
  "articles": [
    {
      "content": "Man&#x2019;s distinctive characteristic is his type of consciousness&#x2014;a consciousness\nable to abstract, to form concepts, to apprehend reality by a process of reason\n.&#xA0;.&#xA0;. [The] valid definition of man, within the context of his knowledge and of\nall of mankind&#x2019;s knowledge to-date [is]: &#x201C;A <em>rational animal</em>.&#x201D;",
      "url": "http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html",
      "img": "http://cultureofreason.org/style/img/introtoobjectivist.gif",
      "attribution": "\n\n\n\n\n\n“Axiomatic Concepts,”\nIntroduction to Objectivist Epistemology, 58\n\n\n"
    },
    {
      "content": "Man&#x2019;s life, as required by his nature, is not the life of a mindless brute, of\na looting thug or a mooching mystic, but the life of a thinking being&#x2014;not life\nby means of force or fraud, but life by means of achievement&#x2014;not survival at\nany price, since there&#x2019;s only one price that pays for man&#x2019;s survival: reason.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 122\n\n\n"
    },
    {
      "content": "The key to what you so recklessly call &#x201C;human nature,&#x201D; the open secret you live\nwith, yet dread to name, is the fact that <em>man is a being of volitional\nconsciousness</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 120\n\n\n"
    },
    {
      "content": "Man has no automatic code of survival. His particular distinction from all\nother living species is the necessity to act in the face of alternatives by\nmeans of <em>volitional choice</em>. He has no automatic knowledge of what is good for\nhim or evil, what values his life depends on, what course of action it\nrequires. Are you prattling about an instinct of self-preservation? An\n<em>instinct</em> of self-preservation is precisely what man does not possess. An\n&#x201C;instinct&#x201D; is an unerring and automatic form of knowledge. A desire is not an\ninstinct. A desire to live does not give you the knowledge required for living.\nAnd even man&#x2019;s desire to live is not automatic: your secret evil today is that\n<em>that</em> is the desire you do not hold. Your fear of death is not a love for life\nand will not give you the knowledge needed to keep it.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 121\n\n\n"
    },
    {
      "content": "Man cannot survive on the perceptual level of <em>his</em> consciousness; his senses\ndo not provide him with an automatic guidance, they do not give him the\nknowledge he needs, only the <em>material</em> of knowledge, which his mind has to\nintegrate. Man is the only living species who has to perceive reality&#x2014;which\nmeans: to be <em>conscious</em>&#x2014;by choice. But he shares with other species the\npenalty of unconsciousness: destruction. For an animal, the question of\nsurvival is primarily physical; for man, primarily epistemological.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 15\n\n\n"
    },
    {
      "content": "Consciousness&#x2014;for those living organisms which possess it&#x2014;is the basic means\nof survival. For man, the basic means of survival is <em>reason</em>. Man cannot\nsurvive, as animals do, by the guidance of mere percepts. A sensation of hunger\nwill tell him that he needs food (if he has learned to identify it as\n&#x201C;hunger&#x201D;), but it will not tell him how to obtain his food and it will not tell\nhim what food is good for him or poisonous. He cannot provide for his simplest\nphysical needs without a process of thought. He needs a process of thought to\ndiscover how to plant and grow his food or how to make weapons for hunting. His\npercepts might lead him to a cave, if one is available&#x2014;but to build the\nsimplest shelter, he needs a process of thought. No percepts and no &#x201C;instincts&#x201D;\nwill tell him how to light a fire, how to weave cloth, how to forge tools, how\nto make a wheel, how to make an airplane, how to perform an appendectomy, how\nto produce an electric light bulb or an electronic tube or a cyclotron or a box\nof matches. Yet his life depends on such knowledge&#x2014;and only a volitional act\nof his consciousness, a process of thought, can provide it.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 21\n\n\n"
    },
    {
      "content": "To the extent that a man is guided by his rational judgment, he acts in\naccordance with the requirements of his nature and, to that extent, succeeds in\nachieving a human form of survival and well-being; to the extent that he acts\nirrationally, he acts as his own destroyer.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 21\n\n\n"
    },
    {
      "content": "If some men do not choose to think, they can survive only by imitating and\nrepeating a routine of work discovered by others&#x2014;but those others had to\ndiscover it, or none would have survived. If some men do not choose to think or\nto work, they can survive (temporarily) only by looting the goods produced by\nothers&#x2014;but those others had to produce them, or none would have survived.\nRegardless of what choice is made, in this issue, by any man or by any number\nof men, regardless of what blind, irrational, or evil course they may choose to\npursue&#x2014;the fact remains that reason is man&#x2019;s means of survival and that men\nprosper or fail, survive or perish in proportion to the degree of their\nrationality.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 21\n\n\n"
    },
    {
      "content": "Nothing is given to man on earth except a potential and the material on which\nto actualize it. The potential is a superlative machine: his consciousness; but\nit is a machine without a spark plug, a machine of which his own will has to be\nthe spark plug, the self-starter and the driver; <em>he</em> has to discover how to\nuse it and <em>he</em> has to keep it in constant action. The material is the whole of\nthe universe, with no limits set to the knowledge he can acquire and to the\nenjoyment of life he can achieve. But everything he needs or desires has to be\nlearned, discovered and produced by <em>him</em>&#x2014;by his own choice, by his own\neffort, by his own mind.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 22\n\n\n"
    },
    {
      "content": "The faculty of volition gives man a special status in two crucial respects: 1.\nunlike the metaphysically given, man&#x2019;s products, whether material or\nintellectual, are not to be accepted uncritically&#x2014;and 2. by <em>its\nmetaphysically given nature</em>, a man&#x2019;s volition is outside the power of other\nmen. What the unalterable basic constituents are to nature, the attribute of a\nvolitional consciousness is to the entity &#x201C;man.&#x201D; Nothing can force a man to\nthink. Others may offer him incentives or impediments, rewards or punishments,\nthey may destroy his brain by drugs or by the blow of a club, but they cannot\norder his mind to function: <em>this</em> is in his exclusive, sovereign power. Man is\nneither to be obeyed nor to be commanded.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Metaphysical Versus the Man-Made,”\nPhilosophy: Who Needs It, 31\n\n\n"
    },
    {
      "content": "To deal with men by force is as impractical as to deal with nature by\npersuasion.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Metaphysical Versus the Man-Made,”\nPhilosophy: Who Needs It, 32\n\n\n"
    },
    {
      "content": "An animal&#x2019;s life consists of a series of separate cycles, repeated over and\nover again, such as the cycle of breeding its young, or of storing food for the\nwinter; an animal&#x2019;s consciousness cannot integrate its entire lifespan; it can\ncarry just so far, then the animal has to begin the cycle all over again, with\nno connection to the past. <em>Man&#x2019;s</em> life is a continuous whole: for good or\nevil, every day, year and decade of his life holds the sum of all the days\nbehind him.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 24\n\n\n"
    },
    {
      "content": "Man is the only living species that can transmit and expand his store of\nknowledge from generation to generation; but such transmission requires a\nprocess of thought on the part of the individual recipients. As witness, the\nbreakdowns of civilization, the dark ages in the history of mankind&#x2019;s progress,\nwhen the accumulated knowledge of centuries vanished from the lives of men who\nwere unable, unwilling, or forbidden to think.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 16\n\n\n"
    },
    {
      "content": "Man gains enormous values from dealing with other men; living in a human\nsociety is his proper way of life&#x2014;but only on certain conditions. Man is not a\nlone wolf and he is not a social animal. He is a <em>contractual</em> animal. He has\nto plan his life long-range, make his own choices, and deal with other men by\nvoluntary agreement (and he has to be able to rely on their observance of the\nagreements they entered).",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“A Nation’s Unity,”\nThe Ayn Rand Letter, I, 2, 3\n\n\n"
    },
    {
      "content": "A living entity that regarded its means of survival as evil, would not survive.\nA plant that struggled to mangle its roots, a bird that fought to break its\nwings would not remain for long in the existence they affronted. But the\nhistory of man has been a struggle to deny and to destroy his mind.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 122\n\n\n"
    },
    {
      "content": "Almost unanimously, man is regarded as an <em>unnatural</em> phenomenon: either as a\n<em>supernatural</em> entity, whose mystic (divine) endowment, the mind (&#x201C;soul&#x201D;), is\nabove nature&#x2014;or as a <em>subnatural</em> entity, whose mystic (demoniacal) endowment,\nthe mind, is an enemy of nature (&#x201C;ecology&#x201D;). The purpose of all such theories\nis to exempt man from the law of identity.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Metaphysical Versus the Man-Made,”\nPhilosophy: Who Needs It, 26\n\n\n"
    },
    {
      "content": "Whatever he was&#x2014;that robot in the Garden of Eden, who existed without mind,\nwithout values, without labor, without love&#x2014;he was not man.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 137\n\n\n"
    },
    {
      "content": "They have cut man in two, setting one half against the other. They have taught\nhim that his body and his consciousness are two enemies engaged in deadly\nconflict, two antagonists of opposite natures, contradictory claims,\nincompatible needs, that to benefit one is to injure the other, that his soul\nbelongs to a supernatural realm, but his body is an evil prison holding it in\nbondage to this earth&#x2014;and that the good is to defeat his body, to undermine it\nby years of patient struggle, digging his way to that glorious jail-break which\nleads into the freedom of the grave.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 138\n\n\n"
    },
    {
      "content": "Man is an indivisible entity, an integrated unit of two attributes: of matter\nand consciousness, and .&#xA0;.&#xA0;. he may permit no breach between body and mind,\nbetween action and thought, between his life and his convictions.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 129\n\n\n"
    },
    {
      "content": "Man cannot survive in the kind of state of nature that the ecologists\nenvision&#x2014;i.e., on the level of sea urchins or polar bears.\nIn that sense, man is the weakest of animals: he is born naked and unarmed,\nwithout fangs, claws, horns or &#x201C;instinctual&#x201D; knowledge. Physically, he would\nfall an easy prey, not only to the higher animals, but also to the lowest\nbacteria: he is the most complex organism and, in a contest of brute force,\nextremely fragile and vulnerable. His only weapon&#x2014;his basic means of\nsurvival&#x2014;is his mind.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/return-of-the-primitive.html",
      "img": "http://cultureofreason.org/style/img/returnoftheprimitive.gif",
      "attribution": "\n\n\n\n\n\n“The Anti-Industrial Revolution,”\nReturn of the Primitive: The Anti-Industrial Revolution, 277\n\n\n"
    },
    {
      "content": "&#x201C;It&#x2019;s only human,&#x201D; you cry in defense of any depravity, reaching the stage of\nself-abasement where you seek to make the concept &#x201C;<em>human</em>&#x201D; mean the weakling,\nthe fool, the rotter, the liar, the failure, the coward, the fraud, and to\nexile from the human race the hero, the thinker, the producer, the inventor,\nthe strong, the purposeful, the pure&#x2014;as if &#x201C;to feel&#x201D; were human, but to think\nwere not, as if to fail were human, but to succeed were not, as if corruption\nwere human, but virtue were not&#x2014;as if the premise of <em>death</em> were proper to\nman, but the premise of <em>life</em> were not.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 167\n\n\n"
    },
    {
      "content": "In the name of the values that keep you alive, do not let your vision of man be\ndistorted by the ugly, the cowardly, the mindless in those who have never\nachieved his title. Do not lose your knowledge that man&#x2019;s proper estate is an\nupright posture, an intransigent mind and a step that travels unlimited roads.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 191\n\n\n"
    },
    {
      "content": null
    }
  ],
  "acknowledgement": "\n\n<p>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html\"><img src=\"http://cultureofreason.org/style/img/introtoobjectivist.gif\" alt=\"Introduction to Objectivist Epistemology\"></a>\n</p>\n<p>\n&#x201C;Axiomatic Concepts,&#x201D;<br>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html\"><cite>Introduction to Objectivist Epistemology</cite></a>, 58\n</p>\n\n",
  "links": [
    {
      "url": "http://aynrandlexicon.com/lexicon/concepts.html",
      "title": "Concepts"
    }
  ]
}