{
  "title": "Metaphysical Value-Judgments",
  "articles": [
    {
      "content": "The key concept, in the formation of a sense of life, is the term\n&#x201C;<em>important</em>.&#x201D; It is a concept that belongs to the realm of values, since it\nimplies an answer to the question: Important&#x2014;to whom? Yet its meaning is\ndifferent from that of moral values. &#x201C;Important&#x201D; does not necessarily mean\n&#x201C;good.&#x201D; It means &#x201C;a quality, character or standing such as to entitle to\nattention or consideration&#x201D; (<cite>The American College Dictionary</cite>). What, in a\nfundamental sense, is entitled to one&#x2019;s attention or consideration? Reality.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophy and Sense of Life,”\nThe Romantic Manifesto, 28\n\n\n"
    },
    {
      "content": "Is the universe intelligible to man, or unintelligible and unknowable? Can man\nfind happiness on earth, or is he doomed to frustration and despair? Does man\nhave the power of <em>choice</em>, the power to choose his goals and to achieve them,\nthe power to direct the course of his life&#x2014;or is he the helpless plaything of\nforces beyond his control, which determine his fate? Is man, by nature, to be\nvalued as good, or to be despised as evil? These are <em>metaphysical</em> questions,\nbut the answers to them determine the kind of <em>ethics</em> men will accept and\npractice; the answers are the link between metaphysics and ethics. And although\nmetaphysics as such is not a normative science, the answers to this category of\nquestions assume, in man&#x2019;s mind, the function of metaphysical value-judgments,\nsince they form the foundation of all of his moral values.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“The Psycho-Epistemology of Art,”\nThe Romantic Manifesto, 19\n\n\n"
    },
    {
      "content": null
    }
  ]
}