{
  "title": "Metaphysical vs. Man-Made",
  "articles": [
    {
      "content": "Any natural phenomenon, i.e., any event which occurs without human\nparticipation, is the metaphysically given, and could not have occurred\ndifferently or failed to occur; any phenomenon involving human action is the\nman-made, and could have been different. For example, a flood occurring in an\nuninhabited land, is the metaphysically given; a dam built to contain the flood\nwater, is the man-made; if the builders miscalculate and the dam breaks, the\ndisaster is metaphysical in its origin, but intensified by man in its\nconsequences. To correct the situation, men must obey nature by studying the\ncauses and potentialities of the flood, then command nature by building better\nflood controls.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Metaphysical Versus the Man-Made,”\nPhilosophy: Who Needs It, 27\n\n\n"
    },
    {
      "content": "Things of human origin (whether physical or psychological) may be designated\nas &#x201C;man-made facts&#x201D;&#x2014;as distinguished from the metaphysically given facts.\nA skyscraper is a man-made fact, a mountain is a metaphysically given fact. One\ncan alter a skyscraper or blow it up (just as one can alter or blow up a\nmountain), but so long as it exists, one cannot pretend that it is not there or\nthat it is not what it is.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Metaphysical Versus the Man-Made,”\nPhilosophy: Who Needs It, 31\n\n\n"
    },
    {
      "content": "Nature, i.e., the universe as a whole, cannot be created or annihilated .&#xA0;.&#xA0;.\nit cannot come into or go out of existence. Whether its basic constituent\nelements are atoms, or subatomic particles, or some yet undiscovered forms of\nenergy, it is not ruled by a consciousness or by will or by chance, but by the\nlaw of identity. All the countless forms, motions, combinations and\ndissolutions of elements within the universe&#x2014;from a floating speck of dust to\nthe formation of a galaxy to the emergence of life&#x2014;are caused and determined\nby the identities of the elements involved. Nature is the <em>metaphysically\ngiven</em>&#x2014;i.e., the nature of nature is outside the power of any volition.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Metaphysical Versus the Man-Made,”\nPhilosophy: Who Needs It, 25\n\n\n"
    },
    {
      "content": "Man&#x2019;s faculty of volition as such is not a contradiction of nature, but it\nopens the way for a host of contradictions&#x2014;when and if men do not grasp\n<em>the crucial difference between the metaphysically given and any object,\ninstitution, procedure, or rule of conduct made by man</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Metaphysical Versus the Man-Made,”\nPhilosophy: Who Needs It, 27\n\n\n"
    },
    {
      "content": "A man-made product did not have to exist, but, once made, it <em>does</em>\nexist. A man&#x2019;s actions did not have to be performed, but, once performed, they\nare <em>facts</em> of reality. The same is true of a man&#x2019;s character: he did\nnot have to make the choices he made, but, once he has formed his character, it\nis a <em>fact</em>, and it is his personal <em>identity</em>. (Man&#x2019;s volition\ngives him great, but not unlimited, latitude to change his character; if he\ndoes, the change becomes a <em>fact</em>.)",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Metaphysical Versus the Man-Made,”\nPhilosophy: Who Needs It, 31\n\n\n"
    },
    {
      "content": "[One must] distinguish <em>metaphysical</em> facts from <em>man-made</em> facts&#x2014;i.e., facts\nwhich are inherent in the identities of that which exists, from facts which\ndepend upon the exercise of human volition. Because man has free will, no human\nchoice&#x2014;and no phenomenon which is a product of human choice&#x2014;is metaphysically\nnecessary. In regard to any man-made fact, it is valid to claim that man <em>has</em>\nchosen thus, but it was not inherent in the nature of existence for him to have\ndone so; he could have chosen otherwise.  For instance, the U.S. did not have\nto consist of 50 states; men could have subdivided the larger ones, or\nconsolidated the smaller ones, etc.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html",
      "img": "http://cultureofreason.org/style/img/introtoobjectivist.gif",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, “The Analytic-Synthetic Dichotomy,”\nIntroduction to Objectivist Epistemology, 110–111\n\n\n"
    },
    {
      "content": "In regard to nature, &#x201C;to accept what I cannot change&#x201D; means to accept the\nmetaphysically given; &#x201C;to change what I can&#x201D; means to strive to rearrange the\ngiven by acquiring knowledge&#x2014;as science and technology (e.g., medicine)\nare doing; &#x201C;to know the difference&#x201D; means to know that one cannot rebel against\nnature and, when no action is possible, one must accept nature serenely.\n.&#xA0;.&#xA0;. What one must accept is the fact that the minds of other men are not\nin one&#x2019;s power, as one&#x2019;s own mind is not in theirs; one must accept their right\nto make their own choices, and one must agree or disagree, accept or reject,\njoin or oppose them, as one&#x2019;s mind dictates. The only means of &#x201C;changing&#x201D; men\nis the same as the means of &#x201C;changing&#x201D; nature: knowledge&#x2014;which, in regard\nto men, is to be used as a process of <em>persuasion</em>, when and if their\nminds are active; when they are not, one must leave them to the consequences of\ntheir own errors.&#xA0;.&#xA0;.&#xA0;.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Metaphysical Versus the Man-Made,”\nPhilosophy: Who Needs It, 32\n\n\n"
    },
    {
      "content": null
    }
  ]
}