{
  "title": "Mixed Economy",
  "articles": [
    {
      "content": "We are not a capitalist system any longer: we are a mixed economy, i.e., a\nmixture of capitalism and statism, of freedom and controls. A mixed economy is\na country in the process of disintegration, a civil war of pressure-groups\nlooting and devouring one another.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The Obliteration of Capitalism,”\nCapitalism: The Unknown Ideal, 185\n\n\n"
    },
    {
      "content": "A mixed economy is a mixture of freedom and controls&#x2014;with no principles,\nrules, or theories to define either. Since the introduction of controls\nnecessitates and leads to further controls, it is an unstable, explosive\nmixture which, ultimately, has to repeal the controls or collapse into\ndictatorship. A mixed economy has no principles to define its policies, its\ngoals, its laws&#x2014;no principles to limit the power of its government. The <em>only</em>\nprinciple of a mixed economy&#x2014;which, necessarily, has to remain unnamed and\nunacknowledged&#x2014;is that no one&#x2019;s interests are safe, everyone&#x2019;s interests are\non a public auction block, and anything goes for anyone who can get away with\nit. Such a system&#x2014;or, more precisely, anti-system&#x2014;breaks up a country into an\never-growing number of enemy camps, into economic groups fighting one another\nfor self preservation in an indeterminate mixture of <em>defense</em> and <em>offense</em>,\nas the nature of such a jungle demands. While, <em>politically</em>, a mixed economy\npreserves the semblance of an organized society with a semblance of law and\norder, <em>economically</em> it is the equivalent of the chaos that had ruled China\nfor centuries: a chaos of robber gangs looting&#x2014;and draining&#x2014;the productive\nelements of the country.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The New Fascism: Rule by Consensus,”\nCapitalism: The Unknown Ideal, 206\n\n\n"
    },
    {
      "content": "There can be no compromise between freedom and government controls; to accept\n&#x201C;just a few controls&#x201D; is to surrender the principle of inalienable individual\nrights and to substitute for it the principle of the government&#x2019;s unlimited,\narbitrary power, thus delivering oneself into gradual enslavement. As an\nexample of this process, observe the present domestic policy of the United\nStates.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Doesn’t Life Require Compromise?”\nThe Virtue of Selfishness, 68\n\n\n"
    },
    {
      "content": "You have seen, within the span of the last few years, that controls breed more\ncontrols, and that the proliferation of controls breeds the proliferation of\npressure groups. Today, you see political manipulators setting up new\nconflicts, such as ethnic minorities against the majority, the young against\nthe old, the old against the middle, women against men, even welfare-recipients\nagainst the self-supporting. Openly and cynically, these new groups clamor for\n&#x201C;a bigger slice of the pie&#x201D; (which you have to bake).",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“The Principals and the Principles,”\nThe Ayn Rand Letter, II, 21, 3\n\n\n"
    },
    {
      "content": "In a controlled (or mixed) economy, a legislator&#x2019;s job consists in sacrificing\nsome men to others. No matter what choice he makes, no choice of this kind can\nbe morally justified (and never has been). Proceeding from an immoral base, no\ndecision of his can be honest or dishonest, just or unjust&#x2014;these concepts are\ninapplicable. He becomes, therefore, an easy target for the promptings of any\npressure group, any lobbyist, any influence-peddler, any manipulator&#x2014;he has no\nstandards by which to judge or to resist them. You do not know what hidden\npowers drive him or what he is doing. Neither does he.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“The Principals and the Principles,”\nThe Ayn Rand Letter, II, 21, 4\n\n\n"
    },
    {
      "content": "If parasitism, favoritism, corruption, and greed for the unearned did not\nexist, a mixed economy would bring them into existence.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The Pull Peddlers,”\nCapitalism: The Unknown Ideal, 170\n\n\n"
    },
    {
      "content": "A mixed economy has to reach the day when it faces a final crossroad: either\nthe private sector regains its freedom and starts rebuilding&#x2014;or it gives up\nand lets the absolute state take over the shambles.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“A Preview,”\nThe Ayn Rand Letter, I, 23, 4\n\n\n"
    },
    {
      "content": null
    }
  ]
}