{
  "title": "Money",
  "articles": [
    {
      "content": "Money is the tool of men who have reached a high level of productivity and a\nlong-range control over their lives. Money is not merely a tool of exchange:\nmuch more importantly, it is a <em>tool of saving</em>, which permits delayed\nconsumption and buys time for future production. To fulfill this requirement,\nmoney has to be some material commodity which is imperishable, rare,\nhomogeneous, easily stored, not subject to wide fluctuations of value, and\nalways in demand among those you trade with. This leads you to the decision to\nuse gold as money. Gold money is a tangible value in itself and a token of\nwealth actually produced. When you accept a gold coin in payment for your\ngoods, you actually deliver the goods to the buyer; the transaction is as safe\nas simple barter. When you store your savings in the form of gold coins, they\nrepresent the goods which you have actually produced and which have gone to buy\ntime for other producers, who will keep the productive process going, so that\nyou&#x2019;ll be able to trade your coins for goods any time you wish.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Egalitarianism and Inflation,”\nPhilosophy: Who Needs It, 127\n\n\n"
    },
    {
      "content": "Money cannot function as money, i.e., as a medium of exchange, unless it is\nbacked by actual, <em>unconsumed</em> goods.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“Hunger and Freedom,”\nThe Ayn Rand Letter, III, 22, 3\n\n\n"
    },
    {
      "content": "So you think that money is the root of all evil? .&#xA0;.&#xA0;. Have you ever asked what\nis the root of money? Money is a tool of exchange, which can&#x2019;t exist unless\nthere are goods produced and men able to produce them. Money is the material\nshape of the principle that men who wish to deal with one another must deal by\ntrade and give value for value. Money is not the tool of the moochers, who\nclaim your product by tears, or of the looters, who take it from you by force.\nMoney is made possible only by the men who produce. Is this what you consider\nevil?",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“The Meaning of Money,”\nFor the New Intellectual, 88\n\n\n"
    },
    {
      "content": "Money rests on the axiom that every man is the owner of his mind and his\neffort. Money allows no power to prescribe the value of your effort except the\nvoluntary choice of the man who is willing to trade you his effort in return.\nMoney permits you to obtain for your goods and your labor that which they are\nworth to the men who buy them, but no more. Money permits no deals except those\nto mutual benefit by the unforced judgment of the traders.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“The Meaning of Money,”\nFor the New Intellectual, 89\n\n\n"
    },
    {
      "content": "So long as men live together on earth and need means to deal with one\nanother&#x2014;their only substitute, if they abandon money, is the muzzle of a gun.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“The Meaning of Money,”\nFor the New Intellectual, 91\n\n\n"
    },
    {
      "content": "Most people lump together into the same category all men who become rich,\nrefusing to consider the essential question: the <em>source</em> of the riches, the\nmeans by which the wealth was acquired.",
      "url": "https://estore.aynrand.org/p/345/the-objectivist-forum-hardcover",
      "img": "http://cultureofreason.org/style/img/theobjectivistforum.jpg",
      "attribution": "\n\n\n\n\n\n“The Money-Making Personality,”\nThe Objectivist Forum, Feb. 1983, 2\n\n\n"
    },
    {
      "content": "Money is a great power&#x2014;because, in a free or even a semi-free society, it is a\nfrozen form of productive energy. And, therefore, the spending of money is a\ngrave responsibility. Contrary to the altruists and the advocates of the\nso-called &#x201C;academic freedom,&#x201D; it is a moral crime to give money to support\nideas with which you disagree; it means: ideas which you consider wrong, false,\nevil. It is a moral crime to give money to support your own destroyers.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-voice-of-reason.html",
      "img": "http://cultureofreason.org/style/img/thevoiceofreason.gif",
      "attribution": "\n\n\n\n\n\n“The Sanction of the Victims,”\nThe Voice of Reason, 154\n\n\n"
    },
    {
      "content": null
    }
  ]
}