{
  "title": "Mystics of Spirit and of Muscle",
  "articles": [
    {
      "content": "As products of the split between man&#x2019;s soul and body, there are two kinds of\nteachers of the Morality of Death: the mystics of spirit and the mystics of\nmuscle, whom you call the spiritualists and the materialists, those who believe\nin consciousness without existence and those who believe in existence without\nconsciousness. Both demand the surrender of your mind, one to their\nrevelations, the other to their reflexes. No matter how loudly they posture in\nthe roles of irreconcilable antagonists, their moral codes are alike, and so\nare their aims: in matter&#x2014;the enslavement of man&#x2019;s body, in spirit&#x2014;the\ndestruction of his mind.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 138\n\n\n"
    },
    {
      "content": "The mystics of spirit declare that they possess an extra sense you lack: this\nspecial sixth sense consists of contradicting the whole of the knowledge of\nyour five. The mystics of muscle do not bother to assert any claim to\nextrasensory perception: they merely declare that your senses are not valid,\nand that their wisdom consists of perceiving your blindness by some manner of\nunspecified means. Both kinds demand that you invalidate your own consciousness\nand surrender yourself into their power. They offer you, as proof of their\nsuperior knowledge, the fact that they assert the opposite of everything you\nknow, and as proof of their superior ability to deal with existence, the fact\nthat they lead you to misery, self-sacrifice, starvation, destruction.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 148\n\n\n"
    },
    {
      "content": "What is the nature of that superior world to which they sacrifice the world\nthat exists? The mystics of spirit curse matter, the mystics of muscle curse\nprofit. The first wish men to profit by renouncing the earth, the second wish\nmen to inherit the earth by renouncing all profit.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 149\n\n\n"
    },
    {
      "content": "For centuries, the mystics of spirit have proclaimed that faith is superior to\nreason, but have not dared deny the existence of reason. Their heirs and\nproduct, the mystics of muscle, have completed their job and achieved their\ndream: they proclaim that everything is faith, and call it a revolt against\nbelieving. As revolt against unproved assertions, they proclaim that nothing\ncan be proved; as revolt against supernatural knowledge, they proclaim that no\nknowledge is possible; as revolt against the enemies of science, they proclaim\nthat science is superstition; as revolt against the enslavement of the mind,\nthey proclaim that there is no mind.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 158\n\n\n"
    },
    {
      "content": null
    }
  ]
}