{
  "title": "Mysticism",
  "articles": [
    {
      "content": "What is mysticism? Mysticism is the acceptance of allegations without evidence\nor proof, either apart from or <em>against</em> the evidence of one&#x2019;s senses and one&#x2019;s\nreason. Mysticism is the claim to some non-sensory, non-rational,\nnon-definable, non-identifiable means of knowledge, such as &#x201C;instinct,&#x201D;\n&#x201C;intuition,&#x201D; &#x201C;revelation,&#x201D; or any form of &#x201C;just knowing.&#x201D;",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Faith and Force: The Destroyers of the Modern World,”\nPhilosophy: Who Needs It, 62\n\n\n"
    },
    {
      "content": "The damnation of this earth as a realm where nothing is possible to man but\npain, disaster and defeat, a realm inferior to another, &#x201C;higher,&#x201D; reality; the\ndamnation of all values, enjoyment, achievement and success on earth as a proof\nof depravity; the damnation of man&#x2019;s mind as a source of <em>pride</em>, and the\ndamnation of reason as a &#x201C;limited,&#x201D; deceptive, unreliable, impotent faculty,\nincapable of perceiving the &#x201C;real&#x201D; reality and the &#x201C;true&#x201D; truth; the split of\nman in two, setting his consciousness (his soul) against his body, and his\nmoral values against his own interest; the damnation of man&#x2019;s nature, body and\n<em>self</em> as evil; the commandment of self-sacrifice, renunciation, suffering,\nobedience, humility and faith, as the good; the damnation of life and the\nworship of death, with the promise of rewards beyond the grave&#x2014;<em>these</em> are the\nnecessary tenets of the [mystic&#x2019;s] view of existence, as they have been in\nevery variant of [mystical] philosophy throughout the course of mankind&#x2019;s\nhistory.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 18\n\n\n"
    },
    {
      "content": "To the [mystic], as to an animal, the irreducible primary is the automatic\nphenomena of his own consciousness.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 17\n\n\n"
    },
    {
      "content": "A mystic is a man who surrendered his mind at its first encounter with the\nminds of others. Somewhere in the distant reaches of his childhood, when his\nown understanding of reality clashed with the assertions of others, with their\narbitrary orders and contradictory demands, he gave in to so craven a fear of\nindependence that he renounced his rational faculty. At the crossroads of the\nchoice between &#x201C;I know&#x201D; and &#x201C;They say,&#x201D; he chose the authority of others, he\nchose to submit rather than to understand, to <em>believe</em> rather than to think.\nFaith in the supernatural begins as faith in the superiority of others. His\nsurrender took the form of the feeling that he must hide his lack of\nunderstanding, that others possess some mysterious knowledge of which he alone\nis deprived, that reality is whatever they want it to be, through some means\nforever denied to him.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 160\n\n\n"
    },
    {
      "content": "The motive of all the attacks on man&#x2019;s rational faculty&#x2014;from any quarter, in\nany of the endless variations, under the verbal dust of all the murky\nvolumes&#x2014;is a single, hidden premise: the desire to exempt consciousness from\nthe law of identity. The hallmark of a mystic is the savagely stubborn refusal\nto accept the fact that consciousness, like any other existent, possesses\nidentity, that it is a faculty of a specific nature, functioning through\nspecific means. While the advance of civilization has been eliminating one area\nof magic after another, the last stand of the believers in the miraculous\nconsists of their frantic attempts to regard <em>identity</em> as the <em>disqualifying</em>\nelement of consciousness.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html",
      "img": "http://cultureofreason.org/style/img/introtoobjectivist.gif",
      "attribution": "\n\n\n\n\n\n“Consciousness and Identity,”\nIntroduction to Objectivist Epistemology, 79–80\n\n\n"
    },
    {
      "content": "Mysticism requires the notion of the unknowable, which is revealed to some and\nwithheld from others; this divides men into those who feel guilt and those who\ncash in on it. The two groups are interchangeable, according to circumstances.\nWhen being judged, a mystic cries: &#x201C;I couldn&#x2019;t help it!&#x201D; When judging others,\nhe declares: &#x201C;You can&#x2019;t know, but <em>I</em> can.&#x201D;",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist.html",
      "img": "http://cultureofreason.org/style/img/theobjectivist.jpg",
      "attribution": "\n\n\n\n\n\n“The Psychology of ‘Psychologizing’,”\nThe Objectivist, March 1971, 1\n\n\n"
    },
    {
      "content": "There is only one state that fulfills the mystic&#x2019;s longing for infinity,\nnon-causality, non-identity: <em>death</em>. No matter what unintelligible causes he\nascribes to his incommunicable feelings, whoever rejects reality rejects\nexistence&#x2014;and the feelings that move him from then on are hatred for all the\nvalues of man&#x2019;s life, and lust for all the evils that destroy it.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 162\n\n\n"
    },
    {
      "content": "The advocates of mysticism are motivated not by a quest for truth, but by\nhatred for man&#x2019;s mind.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“An Untitled Letter,”\nPhilosophy: Who Needs It, 102\n\n\n"
    },
    {
      "content": "For centuries, the mystics of spirit had existed by running a protection\nracket&#x2014;by making life on earth unbearable, then charging you for consolation\nand relief, by forbidding all the virtues that make existence possible, then\nriding on the shoulders of your guilt, by declaring production and joy to be\nsins, then collecting blackmail from the sinners.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 153\n\n\n"
    },
    {
      "content": "I have said that faith and force are corollaries, and that mysticism will\nalways lead to the rule of brutality. The cause of it is contained in the very\nnature of mysticism. <em>Reason</em> is the only <em>objective</em> means of communication\nand of understanding among men; when men deal with one another by means of\nreason, reality is their <em>objective</em> standard and frame of reference. But when\nmen claim to possess supernatural means of knowledge, no persuasion,\ncommunication or understanding are possible. Why do we kill wild animals in the\njungle? Because no other way of dealing with them is open to us. And <em>that</em> is\nthe state to which mysticism reduces mankind&#x2014;a state where, in case of\ndisagreement, men have no recourse except to physical violence. And more: no\nman or mystical elite can hold a whole society subjugated to their arbitrary\nassertions, edicts and whims, without the use of force. Anyone who resorts to\nthe formula: &#x201C;It&#x2019;s so, because I say so,&#x201D; will have to reach for a gun, sooner\nor later. Communists, like all materialists, are neo-mystics: it does not\nmatter whether one rejects the mind in favor of revelations or in favor of\nconditioned reflexes. The basic premise and the results are the same.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Faith and Force: The Destroyers of the Modern World,”\nPhilosophy: Who Needs It, 70\n\n\n"
    },
    {
      "content": "Men have been taught either that knowledge is impossible (skepticism) or that\nit is available without effort (mysticism). These two positions appear to be\nantagonists, but are, in fact, two variants on the same theme, two sides of the\nsame fraudulent coin: the attempt to escape the responsibility of rational\ncognition and the absolutism of reality&#x2014;the attempt to assert the primacy of\nconsciousness over existence.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html",
      "img": "http://cultureofreason.org/style/img/introtoobjectivist.gif",
      "attribution": "\n\n\n\n\n\n“Consciousness and Identity,”\nIntroduction to Objectivist Epistemology, 79\n\n\n"
    },
    {
      "content": "Only three brief periods of history were culturally dominated by a philosophy\nof reason: ancient Greece, the Renaissance, the nineteenth century. These three\nperiods were the source of mankind&#x2019;s greatest progress in all fields of\nintellectual achievement&#x2014;and the eras of greatest political freedom. The rest\nof human history was dominated by mysticism of one kind or another, that is: by\nthe belief that man&#x2019;s mind is impotent, that reason is futile or evil or both,\nand that man must be guided by some irrational &#x201C;instinct&#x201D; or feeling or\nintuition or revelation, by some form of blind, unreasoning <em>faith</em>. All the\ncenturies dominated by mysticism were the eras of political tyranny and\nslavery, of rule by brute force&#x2014;from the primitive barbarism of the jungle&#x2014;to\nthe Pharaohs of Egypt&#x2014;to the emperors of Rome&#x2014;to the feudalism of the Dark\nand Middle Ages&#x2014;to the absolute monarchies of Europe&#x2014;to the modern\ndictatorships of Soviet Russia, Nazi Germany and all their lesser carbon\ncopies.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-voice-of-reason.html",
      "img": "http://cultureofreason.org/style/img/thevoiceofreason.gif",
      "attribution": "\n\n\n\n\n\n“The Intellectual Bankruptcy of Our Age,”\nThe Voice of Reason, 89\n\n\n"
    },
    {
      "content": null
    }
  ]
}