{
  "title": "New Left",
  "articles": [
    {
      "content": "Old-line Marxists claimed [falsely] that they were champions of <em>reason</em>, that\nsocialism or communism was a <em>scientific</em> social system, that an advanced\ntechnology could not function in a capitalist society, but required a\nscientifically planned and organized human community to bring its maximum\nbenefits to every man, in the form of material comforts and a higher standard\nof living .&#xA0;.&#xA0;.&#xA0;. <nobr>[T]oday</nobr> we see the spectacle of old Marxists\nblessing, aiding and abetting the young hoodlums [of the New Left] (who are\ntheir products and heirs) who proclaim the superiority of feelings over reason,\nof faith over knowledge, of leisure over production, of spiritual concerns over\nmaterial comforts, of primitive nature over technology, of astrology over\nscience, of drugs over consciousness.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/return-of-the-primitive.html",
      "img": "http://cultureofreason.org/style/img/returnoftheprimitive.gif",
      "attribution": "\n\n\n\n\n\n“The Left: Old and New,”\nReturn of the Primitive: The Anti-Industrial Revolution, 167\n\n\n"
    },
    {
      "content": "If concern with poverty and human suffering were the collectivists&#x2019; motive,\nthey would have become champions of capitalism long ago; they would have\ndiscovered that it is the only political system capable of producing abundance.\nBut they evaded the evidence as long as they could. When the issue became\noverwhelmingly clear to the whole world, the collectivists were faced with a\nchoice: either turn to the right, in the name of humanity&#x2014;or to the left, in\nthe name of dictatorial power. They turned to the left&#x2014;the New Left.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/return-of-the-primitive.html",
      "img": "http://cultureofreason.org/style/img/returnoftheprimitive.gif",
      "attribution": "\n\n\n\n\n\n“The Anti-Industrial Revolution,”\nReturn of the Primitive: The Anti-Industrial Revolution, 281\n\n\n"
    },
    {
      "content": "Intellectually, the activists of the New Left are the most docile conformists.\nThey have accepted as dogma all the philosophical beliefs of their elders for\ngenerations: the notions that faith and feeling are superior to reason, that\nmaterial concerns are evil, that love is the solution to all problems, that the\nmerging of one&#x2019;s self with a tribe or a community is the noblest way to live.\nThere is not a single basic principle of today&#x2019;s Establishment which they do\nnot share. Far from being rebels, they embody the philosophic trend of the past\n200 years (or longer): the mysticism-altruism-collectivism axis, which has\ndominated Western philosophy from Kant to Hegel to James and on down.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/return-of-the-primitive.html",
      "img": "http://cultureofreason.org/style/img/returnoftheprimitive.gif",
      "attribution": "\n\n\n\n\n\n“From a Symposium,”\nReturn of the Primitive: The Anti-Industrial Revolution, 174\n\n\n"
    },
    {
      "content": null
    }
  ]
}