{
  "title": "Objectivity",
  "articles": [
    {
      "content": "Objectivity is both a metaphysical and an epistemological concept. It pertains\nto the relationship of consciousness to existence. Metaphysically, it is the\nrecognition of the fact that reality exists independent of any perceiver&#x2019;s\nconsciousness. Epistemologically, it is the recognition of the fact that a\nperceiver&#x2019;s (man&#x2019;s) consciousness must acquire knowledge of reality by certain\nmeans (reason) in accordance with certain rules (logic). This means that\nalthough reality is immutable and, in any given context, only one answer is\ntrue, the truth is not automatically available to a human consciousness and can\nbe obtained only by a certain mental process which is required of every man who\nseeks knowledge&#x2014;that there is no substitute for this process, no escape from\nthe responsibility for it, no shortcuts, no special revelations to privileged\nobservers&#x2014;and that there can be no such thing as a final &#x201C;authority&#x201D; in\nmatters pertaining to human knowledge. Metaphysically, the only authority is\nreality; epistemologically&#x2014;one&#x2019;s own mind. The first is the ultimate arbiter\nof the second.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist-newsletter.html",
      "img": "http://cultureofreason.org/style/img/theobjectivistnewsletter.jpg",
      "attribution": "\n\n\n\n\n\n“Who Is the Final Authority in Ethics?”\nThe Objectivist Newsletter, Feb. 1965, 7\n\n\n"
    },
    {
      "content": "Objectivity begins with the realization that man (including his every attribute\nand faculty, including his consciousness) is an entity of a specific nature who\nmust act accordingly; that there is no escape from the law of identity, neither\nin the universe with which he deals nor in the working of his own\nconsciousness, and if he is to acquire knowledge of the first, he must discover\nthe proper method of using the second; that there is no room for the\n<em>arbitrary</em> in any activity of man, least of all in his method of\ncognition&#x2014;and just as he has learned to be guided by objective criteria in\nmaking his physical tools, so he must be guided by objective criteria in\nforming his tools of cognition: his concepts.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html",
      "img": "http://cultureofreason.org/style/img/introtoobjectivist.gif",
      "attribution": "\n\n\n\n\n\n“Consciousness and Identity,”\nIntroduction to Objectivist Epistemology, 82\n\n\n"
    },
    {
      "content": "It is axiomatic concepts that identify the precondition of knowledge: the\ndistinction between existence and consciousness, between reality and the\nawareness of reality, between the object and the subject of cognition.\nAxiomatic concepts are the foundation of <em>objectivity</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/introduction-to-objectivist-epistemology.html",
      "img": "http://cultureofreason.org/style/img/introtoobjectivist.gif",
      "attribution": "\n\n\n\n\n\n“Axiomatic Concepts,”\nIntroduction to Objectivist Epistemology, 57\n\n\n"
    },
    {
      "content": "Most people .&#xA0;.&#xA0;. think that abstract thinking must be &#x201C;impersonal&#x201D;&#x2014;which\nmeans that ideas must hold no personal meaning, value or importance to the\nthinker. This notion rests on the premise that a personal interest is an agent\nof distortion. But &#x201C;personal&#x201D; does not mean &#x201C;nonobjective&#x201D;; it depends on the\nkind of person you are. If your thinking is determined by your emotions, then\nyou will not be able to judge anything, personally or impersonally. But if you\nare the kind of person who knows that reality is not your enemy, that truth and\nknowledge are of crucial, personal, <em>selfish</em> importance to you and to your own\nlife&#x2014;then, the more passionately personal the thinking, the clearer and truer.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophical Detection,”\nPhilosophy: Who Needs It, 16\n\n\n"
    },
    {
      "content": null
    }
  ],
  "acknowledgement": "\n\n<p>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/the-objectivist-newsletter.html\"><img src=\"http://cultureofreason.org/style/img/theobjectivistnewsletter.jpg\" alt=\"The Objectivist Newsletter\"></a>\n</p>\n<p>\n&#x201C;Who Is the Final Authority in Ethics?&#x201D;<br>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/the-objectivist-newsletter.html\"><cite>The Objectivist Newsletter</cite></a>, Feb. 1965, 7\n</p>\n\n",
  "links": [
    {
      "url": "http://aynrandlexicon.com/lexicon/axiomatic_concepts.html",
      "title": "Axiomatic Concepts"
    }
  ]
}