{
  "title": "Plot",
  "articles": [
    {
      "content": "A <em>plot</em> is a purposeful progression of logically connected events leading to\nthe resolution of a climax.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Basic Principles of Literature,”\nThe Romantic Manifesto, 82\n\n\n"
    },
    {
      "content": "To present a story in terms of action means: to present it in terms of events.\nA story in which nothing happens is not a story. A story whose events are\nhaphazard and accidental is either an inept conglomeration or, at best, a\nchronicle, a memoir, a reportorial recording, <em>not</em> a novel.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Basic Principles of Literature,”\nThe Romantic Manifesto, 82\n\n\n"
    },
    {
      "content": "Since a plot is the dramatization of goal-directed action, it has to be based\non <em>conflict</em>; it may be one character&#x2019;s inner conflict or a conflict of goals\nand values between two or more characters. Since goals are not achieved\nautomatically, the dramatization of a purposeful pursuit has to include\nobstacles; it has to involve a clash, a struggle&#x2014;an action struggle, but not a\npurely physical one. Since art is a concretization of values, there are not\nmany errors as bad esthetically&#x2014;or as dull&#x2014;as fist fights, chases, escapes\nand other forms of physical action, divorced from any psychological conflict or\nintellectual value-meaning. Physical action, as such, is not a plot nor a\nsubstitute for a plot&#x2014;as many bad writers attempt to make it, particularly in\ntoday&#x2019;s television dramas.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Basic Principles of Literature,”\nThe Romantic Manifesto, 86\n\n\n"
    },
    {
      "content": "To isolate and bring into clear focus, into a single issue or a single scene,\nthe essence of a conflict which, in &#x201C;real life,&#x201D; might be atomized and\nscattered over a lifetime in the form of meaningless clashes, to condense a\nlong, steady drizzle of buckshot into the explosion of a blockbuster&#x2014;<em>that</em> is\nthe highest, hardest and most demanding function of art.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Basic Principles of Literature,”\nThe Romantic Manifesto, 84\n\n\n"
    },
    {
      "content": "The plot of a novel serves the same function as the steel skeleton of a\nskyscraper: it determines the use, placement and distribution of all the other\nelements. Matters such as number of characters, background, descriptions,\nconversations, introspective passages, etc. have to be determined by what the\nplot can carry, i.e., have to be integrated with the events and contribute to\nthe progression of the story. Just as one cannot pile extraneous weight or\nornamentation on a building without regard for the strength of its skeleton, so\none cannot burden a novel with irrelevancies without regard for its plot. The\npenalty, in both cases, is the same: the collapse of the structure.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Basic Principles of Literature,”\nThe Romantic Manifesto, 84\n\n\n"
    },
    {
      "content": null
    }
  ]
}