{
  "title": "Property Rights",
  "articles": [
    {
      "content": "The right to life is the source of all rights&#x2014;and the right to property is\ntheir only implementation. Without property rights, no other rights are\npossible. Since man has to sustain his life by his own effort, the man who has\nno right to the product of his effort has no means to sustain his life. The man\nwho produces while others dispose of his product, is a slave.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Man’s Rights,”\nThe Virtue of Selfishness, 94\n\n\n"
    },
    {
      "content": "Any material element or resource which, in order to become of use or value to\nmen, requires the application of human knowledge and effort, should be private\nproperty&#x2014;by the right of those who apply the knowledge and effort.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The Property Status of the Airwaves,”\nCapitalism: The Unknown Ideal, 122\n\n\n"
    },
    {
      "content": "Just as man can&#x2019;t exist without his body, so no rights can exist without the\nright to translate one&#x2019;s rights into reality&#x2014;to think, to work and to keep the\nresults&#x2014;which means: the right of property. The modern mystics of muscle who\noffer you the fraudulent alternative of &#x201C;human rights&#x201D; versus &#x201C;property\nrights,&#x201D; as if one could exist without the other, are making a last, grotesque\nattempt to revive the doctrine of soul versus body. Only a ghost can exist\nwithout material property; only a slave can work with no right to the product\nof his effort. The doctrine that &#x201C;human rights&#x201D; are superior to &#x201C;property\nrights&#x201D; simply means that some human beings have the right to make property out\nof others; since the competent have nothing to gain from the incompetent, it\nmeans the right of the incompetent to own their betters and to use them as\nproductive cattle. Whoever regards this as human and right, has no right to the\ntitle of &#x201C;human.&#x201D;",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 182\n\n\n"
    },
    {
      "content": "Man has to work and produce in order to support his life. He has to support his\nlife by his own effort and by the guidance of his own mind. If he cannot\ndispose of the product of his effort, he cannot dispose of his effort; if he\ncannot dispose of his effort, he cannot dispose of his life. Without property\nrights, no other rights can be practiced.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 18\n\n\n"
    },
    {
      "content": "If some men are entitled <em>by right</em> to the products of the work of others, it\nmeans that those others are deprived of rights and condemned to slave labor.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“Man’s Rights,”\nThe Virtue of Selfishness, 96\n\n\n"
    },
    {
      "content": "It is only on the basis of property rights that the sphere and application of\nindividual rights can be defined in any given social situation. Without\nproperty rights, there is no way to solve or to avoid a hopeless chaos of\nclashing views, interests, demands, desires, and whims.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The Cashing-In: The Student ‘Rebellion,’”\nCapitalism: The Unknown Ideal, 259\n\n\n"
    },
    {
      "content": "The right to agree with others is not a problem in any society; it is the right\nto disagree that is crucial. It is the institution of private property that\nprotects and implements the right to disagree&#x2014;and thus keeps the road open to\nman&#x2019;s most valuable attribute (valuable personally, socially, and objectively):\nthe creative mind.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 19\n\n\n"
    },
    {
      "content": "The institution of private property, in the full, legal meaning of the term,\nwas brought into existence only by capitalism. In the pre-capitalist eras,\nprivate property existed de facto, but not de jure, i.e., by custom and\nsufferance, not by right or by law. In law and in principle, all property\nbelonged to the head of the tribe, the king, and was held only by his\npermission, which could be revoked at any time, at his pleasure. (The king\ncould and did expropriate the estates of recalcitrant noblemen throughout the\ncourse of Europe&#x2019;s history.)",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 13\n\n\n"
    },
    {
      "content": null
    }
  ]
}