{
  "title": "“Public Interest,” the",
  "articles": [
    {
      "content": "Since there is no such entity as &#x201C;the public,&#x201D; since the public is merely a\nnumber of individuals, any claimed or implied conflict of &#x201C;the public interest&#x201D;\nwith private interests means that the interests of some men are to be\nsacrificed to the interests and wishes of others. Since the concept is so\nconveniently undefinable, its use rests only on any given gang&#x2019;s ability to\nproclaim that &#x201C;The public, c&#x2019;est moi&#x201D;&#x2014;and to maintain the claim at the point\nof a gun.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Monument Builders,”\nThe Virtue of Selfishness, 88\n\n\n"
    },
    {
      "content": "So long as a concept such as &#x201C;the public interest&#x201D; (or the &#x201C;social&#x201D; or\n&#x201C;national&#x201D; or &#x201C;international&#x201D; interest) is regarded as a valid principle to\nguide legislation&#x2014;lobbies and pressure groups will necessarily continue to\nexist. Since there is no such entity as &#x201C;the public,&#x201D; since the public is\nmerely a number of individuals, the idea that &#x201C;the public interest&#x201D; supersedes\nprivate interests and rights, can have but one meaning: that the interests and\nrights of some individuals take precedence over the interests and rights of\nothers.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The Pull Peddlers,”\nCapitalism: The Unknown Ideal, 170\n\n\n"
    },
    {
      "content": "There is no such thing as &#x201C;the public interest&#x201D; except as the sum of the\ninterests of individual men. And the basic, common interest of all men&#x2014;all\n<em>rational</em> men&#x2014;is freedom. <em>Freedom</em> is the first requirement of &#x201C;the public\ninterest&#x201D;&#x2014;not <em>what</em> men do when they are free, but <em>that</em> they are free. All\ntheir achievements rest on that foundation&#x2014;and cannot exist without it.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-column.html",
      "img": "http://cultureofreason.org/style/img/theaynrandcolumn.gif",
      "attribution": "\n\n\n\n\n\n“The Fascist New Frontier,”\nThe Ayn Rand Column, 111\n\n\n"
    },
    {
      "content": "I could say to you that you do not serve the public good&#x2014;that nobody&#x2019;s good\ncan be achieved at the price of human sacrifices&#x2014;that when you violate the\nrights of one man, you have violated the rights of all, and a public of\nrightless creatures is doomed to destruction. I could say to you that you will\nand can achieve nothing but universal devastation&#x2014;as any looter must, when he\nruns out of victims. I could say it, but I won&#x2019;t. It is not your particular\npolicy that I challenge, but your moral premise. If it were true that men could\nachieve their good by means of turning some men into sacrificial animals, and I\nwere asked to immolate myself for the sake of creatures who wanted to survive\nat the price of my blood, if I were asked to serve the interests of society\napart from, above and against my own&#x2014;I would refuse, I would reject it as the\nmost contemptible evil, I would fight it with every power I possess, I would\nfight the whole of mankind, if one minute were all I could last before I were\nmurdered, I would fight in the full confidence of the justice of my battle and\nof a living being&#x2019;s right to exist. Let there be no misunderstanding about me.\nIf it is now the belief of my fellow men, who call themselves the public, that\ntheir good requires victims, then I say: The public good be damned, I will have\nno part of it!",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“The Moral Meaning of Capitalism,”\nFor the New Intellectual, 98\n\n\n"
    },
    {
      "content": null
    }
  ]
}