{
  "title": "Reason",
  "articles": [
    {
      "content": "Reason is the faculty that identifies and integrates the material provided by man&#x2019;s senses.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 20\n\n\n"
    },
    {
      "content": "Reason integrates man&#x2019;s perceptions by means of forming abstractions or\nconceptions, thus raising man&#x2019;s knowledge from the <em>perceptual</em> level, which he\nshares with animals, to the <em>conceptual</em> level, which he alone can reach.  The\n<em>method</em> which reason employs in this process is <em>logic</em>&#x2014;and logic is the art\nof <em>non-contradictory identification</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Faith and Force: The Destroyers of the Modern World,”\nPhilosophy: Who Needs It, 62\n\n\n"
    },
    {
      "content": "Reason is man&#x2019;s only means of grasping reality and of acquiring knowledge&#x2014;and,\ntherefore, the rejection of reason means that men should act regardless of\nand/or in contradiction to the facts of reality.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/return-of-the-primitive.html",
      "img": "http://cultureofreason.org/style/img/returnoftheprimitive.gif",
      "attribution": "\n\n\n\n\n\n“The Left: Old and New,”\nReturn of the Primitive: The Anti-Industrial Revolution, 162\n\n\n"
    },
    {
      "content": "The senses, concepts, logic: these are the elements of man&#x2019;s rational\nfaculty&#x2014;its start, its form, its method.  In essence, &#x201C;follow reason&#x201D; means:\nbase knowledge on observation; form concepts according to the actual\n(measurable) relationships among concretes; use concepts according to the rules\nof logic (ultimately, the Law of Identity).  Since each of these elements is\nbased on the facts of reality, the conclusions reached by a process of reason\nare <em>objective</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, \nThe Ominous Parallels, 305\n\n\n"
    },
    {
      "content": "[Reason] is a faculty that man has to exercise by <em>choice</em>. Thinking is not an\nautomatic function. In any hour and issue of his life, man is free to think or\nto evade that effort.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 20\n\n\n"
    },
    {
      "content": "Man&#x2019;s essential characteristic is his rational faculty.  Man&#x2019;s mind is his\nbasic means of survival&#x2014;his only means of gaining knowledge .&#xA0;.&#xA0;.&#xA0;.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 16\n\n\n"
    },
    {
      "content": "To live, man must hold three things as the supreme and ruling values of his\nlife: Reason&#x2014;Purpose&#x2014;Self-esteem.  Reason, as his only tool of\nknowledge&#x2014;Purpose, as his choice of the happiness which that tool must proceed\nto achieve&#x2014;Self-esteem, as his inviolate certainty that his mind is competent\nto think and his person is worthy of happiness, which means: is worthy of\nliving.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 128\n\n\n"
    },
    {
      "content": "Reason is man&#x2019;s tool of knowledge, the faculty that enables him to perceive the\nfacts of reality. To act rationally means to act in accordance with the facts\nof reality. Emotions are not tools of cognition. What you feel tells you\nnothing about the facts; it merely tells you something about your estimate of\nthe facts. Emotions are the result of your value judgments; they are caused by\nyour basic premises, which you may hold consciously or subconsciously, which\nmay be right or wrong.",
      "attribution": "\n\nPlayboy Interview: Ayn Rand\nPlayboy, March 1964\n\n\n"
    },
    {
      "content": "There is no necessary clash, no dichotomy between man&#x2019;s reason and his\nemotions&#x2014;provided he observes their proper relationship.  A rational man\nknows&#x2014;or makes it a point to discover&#x2014;the source of his emotions, the basic\npremises from which they come; if his premises are wrong, he corrects them.  He\nnever acts on emotions for which he cannot account, the meaning of which he\ndoes not understand.  In appraising a situation, he knows why he reacts as he\ndoes and whether he is right.  He has no inner conflicts, his mind and his\nemotions are integrated, his consciousness is in perfect harmony.  His emotions\nare not his enemies, they are his means of enjoying life.  But they are not his\nguide; the guide is his mind.  This relationship cannot be reversed, however.\nIf a man takes his emotions as the cause and his mind as their passive effect,\nif he is guided by his emotions and uses his mind only to rationalize or\njustify them somehow&#x2014;<em>then</em> he is acting immorally, he is condemning himself\nto misery, failure, defeat, and he will achieve nothing but destruction&#x2014;his\nown and that of others.",
      "attribution": "\n\nPlayboy Interview: Ayn Rand\nPlayboy, March 1964\n\n\n"
    },
    {
      "content": "I have said that faith and force are corollaries, and that mysticism will\nalways lead to the rule of brutality.  The cause of it is contained in the very\nnature of mysticism.  <em>Reason</em> is the only <em>objective</em> means of communication\nand of understanding among men; when men deal with one another by means of\nreason, reality is their <em>objective</em> standard and frame of reference. But when\nmen claim to possess supernatural means of knowledge, no persuasion,\ncommunication or understanding are possible. Why do we kill wild animals in the\njungle? Because no other way of dealing with them is open to us. And that is\nthe state to which mysticism reduces mankind&#x2014;a state where, in case of\ndisagreement, men have no recourse except to physical violence.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Faith and Force: The Destroyers of the Modern World,”\nPhilosophy: Who Needs It, 70\n\n\n"
    },
    {
      "content": "Man&#x2019;s mind is his basic means of survival&#x2014;and of self-protection. Reason is\nthe most <em>selfish</em> human faculty: it has to be used in and by a man&#x2019;s own mind,\nand its product&#x2014;truth&#x2014;makes him inflexible, intransigent, impervious to the\npower of any pack or any ruler. Deprived of the ability to reason, man becomes\na docile, pliant, impotent chunk of clay, to be shaped into any subhuman form\nand used for any purpose by anyone who wants to bother.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/return-of-the-primitive.html",
      "img": "http://cultureofreason.org/style/img/returnoftheprimitive.gif",
      "attribution": "\n\n\n\n\n\n“The Comprachicos,”\nReturn of the Primitive: The Anti-Industrial Revolution, 84\n\n\n"
    },
    {
      "content": "Only three brief periods of history were culturally dominated by a philosophy\nof reason: ancient Greece, the Renaissance, the nineteenth century. These three\nperiods were the source of mankind&#x2019;s greatest progress in all fields of\nintellectual achievement&#x2014;and the eras of greatest political freedom.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-voice-of-reason.html",
      "img": "http://cultureofreason.org/style/img/thevoiceofreason.gif",
      "attribution": "\n\n\n\n\n\n“The Intellectual Bankruptcy of Our Age,”\nThe Voice of Reason, 89\n\n\n"
    },
    {
      "content": "Western civilization was the child and product of reason&#x2014;via ancient Greece.\nIn all other civilizations, reason has always been the menial servant&#x2014;the\nhandmaiden&#x2014;of mysticism. You may observe the results. It is only Western\nculture that has ever been dominated&#x2014;imperfectly, incompletely, precariously\nand at rare intervals&#x2014;but still, dominated by reason. You may observe the\nresults of that.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Faith and Force: The Destroyers of the Modern World,”\nPhilosophy: Who Needs It, 62\n\n\n"
    },
    {
      "content": "If you rebel against reason, if you succumb to the old bromides of the Witch\nDoctors, such as: &#x201C;Reason is the enemy of the artist&#x201D; or &#x201C;The cold hand of\nreason dissects and destroys the joyous spontaneity of man&#x2019;s creative\nimagination&#x201D;&#x2014;I suggest that you take note of the following fact: by rejecting\nreason and surrendering to the unhampered sway of their unleashed emotions (and\nwhims), the apostles of irrationality, the existentialists, the Zen Buddhists,\nthe non-objective artists, have not achieved a free, joyous, triumphant sense\nof life, but a sense of doom, nausea and screaming, cosmic terror.  Then read\nthe stories of O. Henry or listen to the music of Viennese operettas and\nremember that these were the products of the spirit of the nineteenth\ncentury&#x2014;a century ruled by the &#x201C;cold, dissecting&#x201D; hand of reason.  And then\nask yourself: which psycho-epistemology is appropriate to man, which is\nconsonant with the facts of reality and with man&#x2019;s nature?",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“The Esthetic Vacuum of Our Age,”\nThe Romantic Manifesto, 128\n\n\n"
    },
    {
      "content": "I am not <em>primarily</em> an advocate of capitalism, but of egoism; and I am not\n<em>primarily</em> an advocate of egoism, but of reason. If one recognizes the\nsupremacy of reason and applies it consistently, all the rest follows.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist.html",
      "img": "http://cultureofreason.org/style/img/theobjectivist.jpg",
      "attribution": "\n\n\n\n\n\n“Brief Summary,”\nThe Objectivist, Sept. 1971, 1\n\n\n"
    },
    {
      "content": null
    }
  ]
}