{
  "title": "Renaissance",
  "articles": [
    {
      "content": "The Renaissance was specifically the <em>rebirth of reason</em>, the liberation of\nman&#x2019;s mind, the triumph of <em>rationality</em> over mysticism&#x2014;a faltering,\nincomplete, but impassioned triumph that led to the birth of science, of\nindividualism, of freedom.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/return-of-the-primitive.html",
      "img": "http://cultureofreason.org/style/img/returnoftheprimitive.gif",
      "attribution": "\n\n\n\n\n\n“The Left: Old and New,”\nReturn of the Primitive: The Anti-Industrial Revolution, 162\n\n\n"
    },
    {
      "content": "The Renaissance&#x2014;the rebirth of man&#x2019;s mind&#x2014;blasted the rule of the [mystics]\nsky-high, setting the <em>earth</em> free of [their] power. The liberation was not\ntotal, nor was it immediate: the convulsions lasted for centuries, but the\n<em>cultural</em> influence of mysticism&#x2014;of avowed mysticism&#x2014;was broken. Men could\nno longer be told to reject their mind as an impotent tool, when the proof of\nits potency was so magnificently evident that the lowest perceptual-level\nmentality was not able fully to evade it: men were seeing the achievements of\n<em>science</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\n“For the New Intellectual,”\nFor the New Intellectual, 24\n\n\n"
    },
    {
      "content": "The Renaissance represented a rebirth of the Aristotelian spirit. The results\nof that spirit are written across the next two centuries, which men describe,\nproperly, as the Age of Reason and the Age of Enlightenment. The results\ninclude the rise of modern science; the rise of an individualist political\nphilosophy (the work of John Locke and others); the consequent spread of\nfreedom across the civilized world; and the birth of the freest country in\nhistory, the United States of America. The great corollary of these results,\nthe product of men who were armed with the knowledge of the scientists and who\nwere free at last to act, was the Industrial Revolution, which turned poverty\ninto abundance and transformed the face of the West. The Aristotelianism\nreleased by Aquinas and the Renaissance was sweeping away the dogmas and the\nshackles of the past. Reason, freedom, and production were replacing faith,\nforce, and poverty. The age-old foundations of statism were being challenged\nand undercut.",
      "url": "http://aynrandlexicon.com/ayn-rand-ideas/the-ominous-parallels.html",
      "img": "http://cultureofreason.org/style/img/theominousparallels.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff,\nThe Ominous Parallels, 31\n\n\n"
    },
    {
      "content": "The Renaissance was the great rebirth intellectually, but not politically.\nStill seeking order and unity, men attempted to solve the problem of feudal\ntyranny by replacing many small tyrants with a single big one. This was the\nbirth of modern absolute monarchies.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“A Nation’s Unity,”\nThe Ayn Rand Letter, II, 2, 2\n\n\n"
    },
    {
      "content": "The Renaissance of the fifteenth and sixteenth centuries was a conscious\nrebellion against the anti-human, otherworldly values of medieval Christendom.\nIn its metaphysics and epistemology, the Renaissance was essentially\nAristotelian. Every aspect of the period, from science to literature to art,\nreflected the Aristotelian view that man is a worthy being, capable of\nunderstanding the universe, and that the universe is worthy of man&#x2019;s interest\nand study. Mysticism, which had saturated every aspect of medieval life and\nculture, lost its stranglehold on man&#x2019;s mind. A rebirth of reason and of\nconcern with this earth, was the base of all the achievements of the\nRenaissance.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist.html",
      "img": "http://cultureofreason.org/style/img/theobjectivist.jpg",
      "attribution": "\n\n\n\n\n\nMary Ann Sures, “Metaphysics in Marble,”\nThe Objectivist, March 1969, 11\n\n\n"
    },
    {
      "content": null
    }
  ]
}