{
  "title": "Retaliatory Force",
  "articles": [
    {
      "content": "The basic political principle of the Objectivist ethics is: no man may\n<em>initiate</em> the use of physical force against others. No man&#x2014;or group or\nsociety or government&#x2014;has the right to assume the role of a criminal and\ninitiate the use of physical compulsion against any man. Men have the right to\nuse physical force <em>only</em> in retaliation and <em>only</em> against those who initiate\nits use. The ethical principle involved is simple and clear-cut: it is the\ndifference between murder and self-defense. A holdup man seeks to gain a value,\nwealth, by killing his victim; the victim does not grow richer by killing a\nholdup man. The principle is: no man may obtain any values from others by\nresorting to physical force.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 32\n\n\n"
    },
    {
      "content": "It is only as retaliation that force may be used and only against the man who\nstarts its use. No, I do not share his evil or sink to his concept of morality:\nI merely grant him his choice, destruction, the only destruction he had the\nright to choose: his own. He uses force to seize a value; I use it only to\ndestroy destruction.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 135\n\n\n"
    },
    {
      "content": "The principle of using force only in retaliation against those who initiate its\nuse, is the principle of subordinating might to right.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophy: Who Needs It,”\nPhilosophy: Who Needs It, 10\n\n\n"
    },
    {
      "content": null
    }
  ]
}