{
  "title": "Savings",
  "articles": [
    {
      "content": "Agriculture is the first step toward civilization, because it requires a\nsignificant advance in men&#x2019;s conceptual development: it requires that they\ngrasp two cardinal concepts which the perceptual, concrete-bound mentality of\nthe hunters could not grasp fully: <em>time</em> and <em>savings</em>. Once you grasp these,\nyou have grasped the three essentials of human survival:\ntime-savings-production. You have grasped the fact that production is not a\nmatter confined to the immediate moment, but a continuous process, and that\nproduction is fueled by previous production. The concept of &#x201C;stock seed&#x201D; unites\nthe three essentials and applies not merely to agriculture, but much, much more\nwidely: to <em>all</em> forms of productive work. Anything above the level of a\nsavage&#x2019;s precarious, hand-to-mouth existence requires <em>savings</em>. Savings buy\n<em>time</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Egalitarianism and Inflation,”\nPhilosophy: Who Needs It, 126\n\n\n"
    },
    {
      "content": "Deferred consumption (i.e., <em>savings</em>) on a gigantic scale is required to keep\nindustrial production going. Savings pay for machines which enable men to\nproduce in a day an amount of goods they would not be able to produce by hand\nin a year (if at all). This enables the workers in turn to defer consumption\nand to save some of their income for their future needs or goals. The hallmark\nof an industrial society is its members&#x2019; distance from a hand-to-mouth mode of\nliving; the greater this distance, the greater men&#x2019;s progress.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“The Inverted Moral Priorities,”\nThe Ayn Rand Letter, III, 21, 1\n\n\n"
    },
    {
      "content": "Consumption is the <em>final</em>, not the <em>efficient</em>, cause of production. The\nefficient cause is savings, which can be said to represent the opposite of\nconsumption: they represent <em>unconsumed</em> goods. Consumption is the end of\nproduction, and a <em>dead end</em>, as far as the productive process is concerned.\nThe worker who produces so little that he consumes everything he earns, carries\nhis own weight economically, but contributes nothing to future production. The\nworker who has a modest savings account, and the millionaire who invests a\nfortune (and all the men in between), are those who finance the future.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Egalitarianism and Inflation,”\nPhilosophy: Who Needs It, 132\n\n\n"
    },
    {
      "content": null
    }
  ],
  "acknowledgement": "\n\n<p>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html\"><img src=\"http://cultureofreason.org/style/img/philosophywhoneedsit.jpg\" alt=\"Philosophy: Who Needs It\"></a>\n</p>\n<p>\n&#x201C;Egalitarianism and Inflation,&#x201D;<br>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html\"><cite>Philosophy: Who Needs It</cite></a>, 126\n</p>\n\n",
  "links": [
    {
      "url": "http://aynrandlexicon.com/lexicon/consumption.html",
      "title": "Consumption"
    }
  ]
}