{
  "title": "Sense of Life",
  "articles": [
    {
      "content": "A sense of life is a pre-conceptual equivalent of metaphysics, an emotional,\nsubconsciously integrated appraisal of man and of existence. It sets the nature\nof a man&#x2019;s emotional responses and the essence of his character.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophy and Sense of Life,”\nThe Romantic Manifesto, 25\n\n\n"
    },
    {
      "content": "If one saw, in real life, a beautiful woman wearing an exquisite evening gown,\nwith a cold sore on her lips, the blemish would mean nothing but a minor\naffliction, and one would ignore it.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Art and Sense of Life,”\nThe Romantic Manifesto, 34\n\n\n"
    },
    {
      "content": "A sense of life is formed by a process of emotional generalization which may be\ndescribed as a subconscious counterpart of a process of abstraction, since it\nis a method of classifying and integrating. But it is a process of <em>emotional</em>\nabstraction: it consists of classifying things <em>according to the emotions they\ninvoke</em>&#x2014;i.e., of tying together, by association or connotation, all those\nthings which have the power to make an individual experience the same (or a\nsimilar) emotion. For instance: a new neighborhood, a discovery, adventure,\nstruggle, triumph&#x2014;or: the folks next door, a memorized recitation, a family\npicnic, a known routine, comfort. On a more adult level: a heroic man, the\nskyline of New York, a sunlit landscape, pure colors, ecstatic music&#x2014;or: a\nhumble man, an old village, a foggy landscape, muddy colors, folk music.&#xA0;.&#xA0;.&#xA0;.\nThe subverbal, subconscious criterion of selection that forms his emotional\nabstractions is: &#x201C;That which is important to <em>me</em>&#x201D; or: &#x201C;The kind of universe\nwhich is right for <em>me</em>, in which <em>I</em> would feel at home.&#x201D; .&#xA0;.&#xA0;.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophy and Sense of Life,”\nThe Romantic Manifesto, 27\n\n\n"
    },
    {
      "content": "A given person&#x2019;s sense of life is hard to identify conceptually, because it is\nhard to isolate: it is involved in everything about that person, in his every\nthought, emotion, action, in his every response, in his every choice and value,\nin his every spontaneous gesture, in his manner of moving, talking, smiling, in\nthe total of his personality. It is that which makes him a &#x201C;personality.&#x201D;",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-romantic-manifesto.html",
      "img": "http://cultureofreason.org/style/img/theromanticmanifesto.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophy and Sense of Life,”\nThe Romantic Manifesto, 31\n\n\n"
    },
    {
      "content": "A culture, like an individual, has a sense of life or, rather, the equivalent\nof a sense of life&#x2014;an emotional atmosphere created by its dominant philosophy,\nby its view of man and of existence. This emotional atmosphere represents a\nculture&#x2019;s dominant values and serves as the leitmotif of a given age, setting\nits trends and its style.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/return-of-the-primitive.html",
      "img": "http://cultureofreason.org/style/img/returnoftheprimitive.gif",
      "attribution": "\n\n\n\n\n\n“The Age of Envy,”\nReturn of the Primitive: The Anti-Industrial Revolution, 130\n\n\n"
    },
    {
      "content": "A nation&#x2019;s sense of life is formed by every individual child&#x2019;s early\nimpressions of the world around him: of the ideas he is taught (which he may or\nmay not accept) and of the way of acting he observes and evaluates (which he\nmay evaluate correctly or not). And although there are exceptions at both ends\nof the psychological spectrum&#x2014;men whose sense of life is better (truer\nphilosophically) or worse than that of their fellow-citizens&#x2014;the majority\ndevelop the essentials of the same subconscious philosophy. This is the source\nof what we observe as &#x201C;national characteristics.&#x201D; .&#xA0;.&#xA0;.&#xA0;.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Don’t Let It Go,”\nPhilosophy: Who Needs It, 206\n\n\n"
    },
    {
      "content": "A sense of life is not a substitute for explicit knowledge. Values which one\ncannot identify, but merely senses implicitly, are not in one&#x2019;s control. One\ncannot tell what they depend on or require, what course of action is needed to\ngain and/or keep them. One can lose or betray them without knowing it.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Don’t Let It Go,”\nPhilosophy: Who Needs It, 210\n\n\n"
    },
    {
      "content": null
    }
  ]
}