{
  "title": "Soviet Russia",
  "articles": [
    {
      "content": "The essential characteristic of socialism is the denial of individual property\nrights; under socialism, the right to property (which is the right of use and\ndisposal) is vested in &#x201C;society as a whole,&#x201D; i.e., in the collective, with\nproduction and distribution controlled by the state, i.e., by the government.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Monument Builders,”\nThe Virtue of Selfishness, 86\n\n\n"
    },
    {
      "content": "The collectivization of Soviet agriculture was achieved by means of a\ngovernment-planned famine&#x2014;planned and carried out deliberately to force\npeasants into collective farms; Soviet Russia&#x2019;s enemies claim that fifteen\nmillion peasants died in that famine; the Soviet government admits the death of\nseven million.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 34\n\n\n"
    },
    {
      "content": "When you hear the liberals mumble that Russia is not <em>really</em>\nsocialistic, or that it was all Stalin&#x2019;s fault, or that socialism never had a\n<em>real</em> chance in England, or that what <em>they</em> advocate is\nsomething that&#x2019;s different <em>somehow</em>&#x2014;you know that you are hearing the\nvoices of men who haven&#x2019;t a leg to stand on, men who are reduced to some vague\nhope that &#x201C;somehow, <em>my</em> gang would have done it better.&#x201D;",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Faith and Force: The Destroyers of the Modern World,”\nPhilosophy: Who Needs It, 69\n\n\n"
    },
    {
      "content": "Half a century ago, the Soviet rulers commanded their subjects to be patient,\nbear privations, and make sacrifices for the sake of &#x201C;industrializing&#x201D; the\ncountry, promising that this was only temporary, that industrialization would\nbring them abundance, and Soviet progress would surpass the capitalistic\nWest.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“What Is Capitalism?”\nCapitalism: The Unknown Ideal, 29\n\n\n"
    },
    {
      "content": "Under the inept government of the Czars and with the most primitive methods of\nagriculture, Russia was a major grain exporter. The unusually fertile soil of\nthe Ukraine alone was (and is) capable of feeding the entire world. Whatever\nnatural conditions are required for growing wheat, Russia had (and has) them in\noverabundance. That Russia should now be on a list of hungry, wheat-begging\nimporters, is the most damning indictment of a collectivist economy that\nreality can offer us.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“Hunger and Freedom,”\nThe Ayn Rand Letter, III, 22, 4\n\n\n"
    },
    {
      "content": "Early in 1960, Anatoly Marchenko, a twenty-two-year-old laborer in the Union of\nSoviet Socialist Republics, happened to be present when a brawl erupted among\nsome workers in a hostel. Every person found on the scene&#x2014;innocent or\nguilty&#x2014;was arrested and sent to a Siberian prison camp. Marchenko was one of\nthem. He escaped from the camp and fled toward the Iranian border. Fifty yards\nfrom it, he was captured. While Western &#x201C;humanitarians&#x201D; were loudly applauding\nthe &#x201C;new liberalism&#x201D; of the Khrushchev regime, Anatoly Marchenko was convicted\nof high treason and sentenced to six years in Russia&#x2019;s concentration camps.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist.html",
      "img": "http://cultureofreason.org/style/img/theobjectivist.jpg",
      "attribution": "\n\n\n\n\n\nSusan Ludel, “Review of Anatoly Marchenko’s My Testimony,”\nThe Objectivist, July 1970, 10\n\n\n"
    },
    {
      "content": "I would advocate that which the Soviet Union fears above all else: economic\nboycott. I would advocate a blockade of Cuba and an economic boycott of Soviet\nRussia; and you would see both those regimes collapse without the loss of a\nsingle American life.",
      "attribution": "\n\nPlayboy Interview: Ayn Rand\nPlayboy, March 1964\n\n\n"
    },
    {
      "content": "It is immoral for the U.S. (and for all free or semi-free countries) to\nengage in any undertaking with Soviet Russia as a partner. It is particularly\nimmoral if the undertaking is intellectual or cultural. Such a partnership\nnecessarily implies and proclaims the acceptance of Soviet Russia as a\npeaceful, well-meaning, civilized country.",
      "attribution": "\n\n“Comments on the Moscow Olympics,”\nThe Intellectual Activist, Feb. 1, 1980, 1\n\n\n"
    },
    {
      "content": "There is only one form of protest open to the men of goodwill in the semi-free\nworld: <em>do not sanction the Soviet jailers of [the dissidents]</em>&#x2014;do not\nhelp them to pretend that they are the morally acceptable leaders of a\ncivilized country. Do not patronize or support the evil pretense of the\nso-called &#x201C;cultural exchanges&#x201D;&#x2014;any Soviet-government-sponsored scientists,\nprofessors, writers, artists, musicians, dancers (who are either vicious\nbootlickers or doomed, tortured victims). Do not patronize, support or deal\nwith any Soviet supporters and apologists in this country: <em>they</em> are\nthe guiltiest men of all.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/return-of-the-primitive.html",
      "img": "http://cultureofreason.org/style/img/returnoftheprimitive.gif",
      "attribution": "\n\n\n\n\n\n“The ‘Inexplicable Personal Alchemy,’”\nReturn of the Primitive: The Anti-Industrial Revolution, 128\n\n\n"
    },
    {
      "content": null
    }
  ]
}