{
  "title": "Subconscious",
  "articles": [
    {
      "content": "Your subconscious is like a computer&#x2014;more complex a computer than men can\nbuild&#x2014;and its main function is the integration of your ideas. Who programs it?\nYour conscious mind. If you default, if you don&#x2019;t reach any firm convictions,\nyour subconscious is programmed by chance&#x2014;and you deliver yourself into the\npower of ideas you do not know you have accepted. But one way or the other,\nyour computer gives you print-outs, daily and hourly, in the form of\n<em>emotions</em>&#x2014;which are lightning-like estimates of the things around you,\ncalculated according to your values. If you programmed your computer by\nconscious thinking, you know the nature of your values and emotions. If you\ndidn&#x2019;t, you don&#x2019;t.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophy: Who Needs It,”\nPhilosophy: Who Needs It, 5\n\n\n"
    },
    {
      "content": "The subconscious is an integrating mechanism. Man&#x2019;s conscious mind observes and\nestablishes connections among his experiences; the subconscious integrates the\nconnections and makes them become automatic. For example, the skill of walking\nis acquired, after many faltering attempts, by the automatization of countless\nconnections controlling muscular movements; once he learns to walk, a child\nneeds no conscious awareness of such problems as posture, balance, length of\nstep, etc.&#x2014;the mere decision to walk brings the integrated total into his\ncontrol.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/return-of-the-primitive.html",
      "img": "http://cultureofreason.org/style/img/returnoftheprimitive.gif",
      "attribution": "\n\n\n\n\n\n“The Comprachicos,”\nReturn of the Primitive: The Anti-Industrial Revolution, 55\n\n\n"
    },
    {
      "content": "Man&#x2019;s values control his subconscious emotional mechanism that functions like a\ncomputer adding up his desires, his experiences, his fulfillments and\nfrustrations&#x2014;like a sensitive guardian watching and constantly assessing his\nrelationship to reality. The key question which this computer is programmed to\nanswer, is: What is <em>possible</em> to me? .&#xA0;.&#xA0;.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-objectivist.html",
      "img": "http://cultureofreason.org/style/img/theobjectivist.jpg",
      "attribution": "\n\n\n\n\n\n“Our Cultural Value-Deprivation,”\nThe Objectivist, April 1966, 3\n\n\n"
    },
    {
      "content": "[Objectivism rejects the Freudian] theory of a dynamic unconscious&#x2014;i.e., the\nunconscious as a mystic entity, with a will and purpose of its own unknown to\nthe conscious mind, like an inborn demon that continually raises Hell. Strictly\nspeaking, Objectivism does not subscribe to the idea of an unconscious at all.\nWe use the term &#x201C;subconscious&#x201D; instead&#x2014;and that is simply a name for the\ncontent of your mind that you are not focused on at any given moment. It is\nsimply a repository for past information or conclusions that you were once\nconscious of in some form, but that are now stored beneath the threshold of\nconsciousness. There is nothing in the subconscious besides what you acquired\nby conscious means. The subconscious does perform automatically certain\nimportant integrations (sometimes these are correct, sometimes not), but the\nconscious mind is always able to know what these are (and to correct them, if\nnecessary). The subconscious has no purposes or values of its own, and it does\nnot engage in diabolical manipulations behind the scenes. In that sense, it is\ncertainly not &#x201C;dynamic.&#x201D;",
      "url": "https://estore.aynrand.org/p/6/the-philosophy-of-objectivism-mp3-download",
      "img": "http://cultureofreason.org/style/img/Peikoff_t.jpg",
      "attribution": "\n\n\n\n\n\nLeonard Peikoff, \nThe Philosophy of Objectivism lecture series, Lecture 2, Question period\n\n\n"
    },
    {
      "content": null
    }
  ],
  "acknowledgement": "\n\n<p>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html\"><img src=\"http://cultureofreason.org/style/img/philosophywhoneedsit.jpg\" alt=\"Philosophy: Who Needs It\"></a>\n</p>\n<p>\n&#x201C;Philosophy: Who Needs It,&#x201D;<br>\n<a href=\"http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html\"><cite>Philosophy: Who Needs It</cite></a>, 5\n</p>\n\n",
  "links": [
    {
      "url": "http://aynrandlexicon.com/lexicon/automatization.html",
      "title": "Automatization"
    }
  ]
}