{
  "title": "Tribalism",
  "articles": [
    {
      "content": "Tribalism (which is the best name to give to all the group manifestations of\nthe anti-conceptual mentality) is a dominant element in Europe, as a\nreciprocally reinforcing cause and result of Europe&#x2019;s long history of caste\nsystems, of national and local (provincial) chauvinism, of rule by brute force\nand endless, bloody wars. As an example, observe the Balkan nations, which are\nperennially bent upon exterminating one another over minuscule differences of\ntradition or language. Tribalism had no place in the United States&#x2014;until\nrecent decades. It could not take root here, its imported seedlings were\nwithering away and turning to slag in the melting pot whose fire was fed by two\ninexhaustible sources of energy: individual rights and objective law; these two\nwere the only protection man needed.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Missing Link,”\nPhilosophy: Who Needs It, 42\n\n\n"
    },
    {
      "content": "What are the nature and the causes of modern tribalism? Philosophically,\ntribalism is the product of irrationalism and collectivism. It is a logical\nconsequence of modern philosophy. If men accept the notion that reason is not\nvalid, what is to guide them and how are they to live?",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-voice-of-reason.html",
      "img": "http://cultureofreason.org/style/img/thevoiceofreason.gif",
      "attribution": "\n\n\n\n\n\n“Global Balkanization,”\nThe Voice of Reason, 117\n\n\n"
    },
    {
      "content": "A symptom of the tribal mentality&#x2019;s self-arrested, perceptual level of\ndevelopment may be observed in the tribalists&#x2019; position on <em>language</em>.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-voice-of-reason.html",
      "img": "http://cultureofreason.org/style/img/thevoiceofreason.gif",
      "attribution": "\n\n\n\n\n\n“Global Balkanization,”\nThe Voice of Reason, 121\n\n\n"
    },
    {
      "content": "It is obvious why the morality of <em>altruism</em> is a tribal phenomenon.\nPrehistorical men were physically unable to survive without clinging to a tribe\nfor leadership and protection against other tribes. The cause of altruism&#x2019;s\nperpetuation into civilized eras is not physical, but psycho-epistemological:\nthe men of self-arrested, perceptual mentality are unable to survive without\ntribal leadership and &#x201C;protection&#x201D; against reality. The doctrine of\nself-sacrifice does not offend them: they have no sense of self or of personal\nvalue&#x2014;they do not know what it is that they are asked to sacrifice&#x2014;they have\nno firsthand inkling of such things as intellectual integrity, love of truth,\npersonally chosen values, or a passionate dedication to an idea. When they hear\ninjunctions against &#x201C;selfishness,&#x201D; they believe that what they must renounce is\nthe brute, mindless whim-worship of a tribal lone wolf. But their leaders&#x2014;the\ntheoreticians of altruism&#x2014;know better. Immanuel Kant knew it; John Dewey knew\nit; B. F. Skinner knows it; John Rawls knows it. Observe that it is not the\nmindless brute, but reason, intelligence, ability, merit, self-confidence,\nself-esteem that they are out to destroy.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Selfishness Without a Self,”\nPhilosophy: Who Needs It, 50\n\n\n"
    },
    {
      "content": null
    }
  ]
}