{
  "title": "Unions",
  "articles": [
    {
      "content": "The artificially high wages forced on the economy by compulsory unionism\nimposed economic hardships on other groups&#x2014;particularly on non-union workers\nand on unskilled labor, which was being squeezed gradually out of the market.\nToday&#x2019;s widespread unemployment is the result of organized labor&#x2019;s privileges\nand of allied measures, such as minimum wage laws. For years, the unions\nsupported these measures and sundry welfare legislation, apparently in the\nbelief that the costs would be paid by taxes imposed on the rich. The growth of\ninflation has shown that the major victim of government spending and of\ntaxation is the middle class. Organized labor is part of the middle class&#x2014;and\nthe actual value of labor&#x2019;s forced &#x201C;social gains&#x201D; is now being wiped out.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“A Preview,”\nThe Ayn Rand Letter, I, 23, 2\n\n\n"
    },
    {
      "content": "Organized labor has been much more sensitive to the danger of government power\nand much more aware of ideological issues. Its spokesmen have fought the\ngovernment in proper, morally confident terms whenever they saw a threat to\ntheir rights. (To name a few examples of such occasions: the attempt at labor\nconscription in World War II, the issue of U.S. contributions to the\nSoviet-dominated International Labor Organization, President Kennedy&#x2019;s attempt\nto impose guidelines in the steel crisis of 1962.) Labor&#x2019;s concern was aroused\nonly in defense of <em>its</em> rights; still, whoever defends his own rights defends\nthe rights of all. But labor was pursuing a contradictory policy, which could\nnot be maintained for long. In many issues&#x2014;notably in its support of\nwelfare-state legislation&#x2014;labor violated the rights of others and fertilized\nthe growth of the government&#x2019;s power. And, today, labor is in line to become\nthe next major victim of advancing statism.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“The Moratorium on Brains,”\nThe Ayn Rand Letter, I, 3, 2\n\n\n"
    },
    {
      "content": null
    }
  ]
}