{
  "title": "Welfare State",
  "articles": [
    {
      "content": "Since the things man needs for survival have to be produced, and nature does\nnot guarantee the success of any human endeavor, there is not and cannot be any\nsuch thing as a guaranteed economic security. The employer who gives you a job,\nhas no guarantee that his business will remain in existence, that his customers\nwill continue to buy his products or services. The customers have no guarantee\nthat they will always be able and willing to trade with him, no guarantee of\nwhat their needs, choices and incomes will be in the future. If you retire to a\nself-sustaining farm, you have no guarantee to protect you from what a flood or\na hurricane might do to your land and your crops. If you surrender everything\nto the government and give it total power to plan the whole economy, this will\nnot guarantee your economic security, but it will guarantee the descent of the\nentire nation to a level of miserable poverty&#x2014;as the practical results of\nevery totalitarian economy, communist or fascist, have demonstrated.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“A Preview,”\nThe Ayn Rand Letter, I, 22, 2\n\n\n"
    },
    {
      "content": "It is true that the welfare-statists are not socialists, that they never\nadvocated or intended the socialization of private property, that they want to\n&#x201C;preserve&#x201D; private property&#x2014;with government control of its use and disposal.\nBut that is the fundamental characteristic of fascism.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\n“The New Fascism: Rule by Consensus,”\nCapitalism: The Unknown Ideal, 211\n\n\n"
    },
    {
      "content": "The gold standard is incompatible with chronic deficit spending (the\nhallmark of the welfare state). Stripped of its academic jargon, the welfare\nstate is nothing more than a mechanism by which governments confiscate the\nwealth of the productive members of a society to support a wide variety of\nwelfare schemes .&#xA0;.&#xA0;.&#xA0;.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/capitalism-the-unknown-ideal.html",
      "img": "http://cultureofreason.org/style/img/capitalismtheunknownideal.jpg",
      "attribution": "\n\n\n\n\n\nAlan Greenspan, “Gold and Economic Freedom,”\nCapitalism: The Unknown Ideal, 100\n\n\n"
    },
    {
      "content": "Morally and economically, the welfare state creates an ever accelerating\ndownward pull. Morally, the chance to satisfy demands by force spreads the\ndemands wider and wider, with less and less pretense at justification.\nEconomically, the forced demands of one group create hardships for all others,\nthus producing an inextricable mixture of actual victims and plain parasites.\nSince need, not achievement, is held as the criterion of rewards, the\ngovernment necessarily keeps sacrificing the more productive groups to the less\nproductive, gradually chaining the top level of the economy, then the next\nlevel, then the next. (How else are unachieved rewards to be provided?)",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“A Preview,”\nThe Ayn Rand Letter, I, 23, 1\n\n\n"
    },
    {
      "content": "[A] real turning point came when the welfare statists switched from\neconomics to physiology: they began to seek a new power base in deliberately\nfostered racism, the racism of minority groups, then in the hatreds and\ninferiority complexes of women, of &#x201C;the young,&#x201D; etc. The significant aspect of\nthis switch was the severing of economic rewards from productive work.\nPhysiology replaced the conditions of employment as the basis of social claims.\nThe demands were no longer for &#x201C;just compensation,&#x201D; but just for compensation,\nwith no work required.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-ayn-rand-letter.html",
      "img": "http://cultureofreason.org/style/img/theaynrandletter.jpg",
      "attribution": "\n\n\n\n\n\n“A Preview,”\nThe Ayn Rand Letter, I, 23, 2\n\n\n"
    },
    {
      "content": "In business, the rise of the welfare state froze the status quo,\nperpetuating the power of the big corporations of the pre-income-tax era,\nplacing them beyond the competition of the tax-strangled newcomers. A similar\nprocess took place in the welfare state of the intellect. The results, in both\nfields, are the same.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“The Establishing of an Establishment,”\nPhilosophy: Who Needs It, 170\n\n\n"
    },
    {
      "content": null
    }
  ]
}