{
  "title": "Whims/Whim-Worship",
  "articles": [
    {
      "content": "A &#x201C;whim&#x201D; is a desire experienced by a person who does not know and does not care to discover its cause.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/the-virtue-of-selfishness.html",
      "img": "http://cultureofreason.org/style/img/thevirture.jpg",
      "attribution": "\n\n\n\n\n\n“The Objectivist Ethics,”\nThe Virtue of Selfishness, 14\n\n\n"
    },
    {
      "content": "Automatic omniscience [is what] a whim-worshiper ascribes to his emotions.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/philosophy-who-needs-it.html",
      "img": "http://cultureofreason.org/style/img/philosophywhoneedsit.jpg",
      "attribution": "\n\n\n\n\n\n“Philosophical Detection,”\nPhilosophy: Who Needs It, 19\n\n\n"
    },
    {
      "content": "What does it mean, to act on whim? It means that a man acts like a zombie,\nwithout any knowledge of what he deals with, what he wants to accomplish, or\nwhat motivates him. It means that a man acts in a state of temporary insanity.\nIs this what you call juicy or colorful? I think the only juice that can come\nout of such a situation is blood. To act against the facts of reality can\nresult only in destruction.",
      "attribution": "\n\nPlayboy Interview: Ayn Rand\nPlayboy, March 1964\n\n\n"
    },
    {
      "content": "What is the nature of that superior world to which they sacrifice the world\nthat exists? The mystics of spirit curse matter, the mystics of muscle curse\nprofit. The first wish men to profit by renouncing the earth, the second wish\nmen to inherit the earth by renouncing all profit. Their non-material,\nnon-profit worlds are realms where rivers run with milk and coffee, where wine\nspurts from rocks at their command, where pastry drops on them from clouds at\nthe price of opening their mouth. On this material, profit-chasing earth, an\nenormous investment of virtue&#x2014;of intelligence, integrity, energy, skill&#x2014;is\nrequired to construct a railroad to carry them the distance of one mile; in\ntheir non-material, nonprofit world, they travel from planet to planet at the\ncost of a wish. If an honest person asks them: &#x201C;How?&#x201D;&#x2014;they answer with\nrighteous scorn that a &#x201C;how&#x201D; is the concept of vulgar realists; the concept of\nsuperior spirits is &#x201C;Somehow.&#x201D; On this earth restricted by matter and profit,\nrewards are achieved by thought; in a world set free of such restrictions,\nrewards are achieved by wishing.",
      "url": "http://aynrandlexicon.com/ayn-rand-works/for-the-new-intellectual.html",
      "img": "http://cultureofreason.org/style/img/forthenewintellectual.jpg",
      "attribution": "\n\n\n\n\n\nGalt’s Speech,\nFor the New Intellectual, 149\n\n\n"
    },
    {
      "content": null
    }
  ]
}